[
  {
    "layout": "title_slide",
    "sub-heading": "Revised Guidelines for the Ongoing Centrally Sponsored Scheme\nFEBRUARY, 2008\n\nNational Tiger Conservation Authority\nMinistry of Environment & Forests\nGovernment of India",
    "title": "Project Tiger"
  },
  {
    "content": "Ministry of Environment & Forests\nGovernment of India",
    "image_path": "pdf_images\\page_1.png",
    "layout": "image_with_caption",
    "title": "National Tiger Conservation Authority"
  },
  {
    "content": "Project Tiger is an ongoing Centrally Sponsored Scheme of the Ministry of Environment and Forests. The revised guidelines incorporate the additional activities for implementing the urgent recommendations of the Tiger Task Force, constituted by the National Board for Wildlife, chaired by the Hon’ble Prime Minister. These, interalia, also include support for implementing the provisions of the Wild Life (Protection) Amendment Act, 2006, which has come into force with effect from 4.09.2006.\nThe activities are as below:\n\n(i) Antipoaching initiatives\n(ii) Strengthening infrastructure within tiger reserves\n(iii) Habitat improvement and water development\n(iv) Addressing man-animal conflicts\n(v) Co-existence agenda in buffer / fringe areas with landscape approach\n(vi) Deciding inviolate spaces and relocation of villages from crucial tiger habitats within a timeframe by providing a better relocation package, apart from supporting States for settlement of rights of such people\n(vii) Rehabilitation of traditional hunting tribes living in and around tiger reserves\n(viii) Providing support to States for research and field equipments\n(ix) Supporting States for staff development and capacity building in tiger reserves.\n(x) Mainstreaming wildlife concerns in tiger bearing forests outside tiger reserves, and fostering corridor conservation in such areas through restorative strategy involving local people to arrest fragmentation of habitats.\n(xi) Providing safeguards / retrofitting measures in and around tiger reserves and tiger bearing forests for wildlife conservation.\n(xii) Strengthening the infrastructure of National Tiger Conservation Authority at the Centre.\n(xiii) Carrying out independent monitoring and the evaluation of tiger reserves.\n(xiv) Establishment and development of eight new tiger reserves.\n(xv) Provision of project allowance to all categories of staff working in tiger reserves.\n(xvi) Providing residential amenities to facilitate basic education to children of frontline field staff posted in tiger reserves.\n(xvii) Providing assistance to States for fostering ecotourism to benefit local people.",
    "layout": "title_and_content",
    "title": "Introduction"
  },
  {
    "content": "\"Project Tiger\" was launched in April, 1973 with the objective “to ensure maintenance of a viable population of Tigers in India for scientific, economic, aesthetic, cultural and ecological values, and to preserve for all times, areas of biological importance as a national heritage for the benefit, education and enjoyment of the people”.\n\nThe Project has been successfully implemented, and at present there are 28 Tiger Reserves in 17 states, covering an area of 37761 sq. km. Apart from above ‘in principle’ approval for creation of eight new Tiger Reserves has been accorded. The selection of reserves was guided by the need to conserve unique ecosystem/habitat types across the geographic distribution of tigers in the country.\n\nProject Tiger is an ongoing Centrally Sponsored Scheme, which is continued, in the XIth five-year Plan. Conservation of endangered species and their habitat, strengthening and enhancing the Protected Area Network, control of poaching, monitoring, research and ensuring people’s participation in Wildlife Conservation have been accorded high priority in the National Wildlife Action Plan and the Wildlife Conservation strategy, 2002.",
    "layout": "title_and_content",
    "title": "Project Tiger Objectives"
  },
  {
    "content": "During present plan period, 100% Central Assistance is being made available to States for expenditure on all non-recurring items; for recurring items, the Central Assistance is restricted to 50% of the expenditure, while the matching grant is provided by the Project States. The activities / field inputs under Project Tiger, interalia, include : (Non recurring) strengthening of protection, deployment of armed squads in tiger reserves, creating basic infrastructure for management, roads, wireless, civil works, habitat development, augmenting water resources, compensatory ameliorative measures for habitat restoration, eco-development, village relocation, use of Information Technology in crime detection, establishment of a digitized database in Tiger Reserves having collaborative linkage with Project Tiger Directorate in the GIS domain, monitoring and evaluation of tiger reserves, monitoring of habitat status, carrying out All India Estimation of Tigers, Co-predators and Prey animals in the GIS domain with the state of art technology, continuous monitoring of tiger populations in various tiger range states (tiger reserves and other forest areas outside tiger reserves), fostering wildlife viewing for tourists in Tiger Reserves, providing compensation to villagers for human deaths/livestock depredation by carnivores in tiger reserves, staff welfare measures, providing 'Project Allowance' to all categories of staff working in Tiger Reserves, establishment of veterinary facility, and fostering research / research projects relating to tiger conservation, replacement and purchase of new vehicles for existing and new Tiger Reserves to ensure staff mobility.\n(Recurring) creation / deployment of local work force for patrolling/barriers, habitat improvement, providing salt licks, water facility, fire protection measures, maintenance of various items, publicity and extension and legal assistance.",
    "layout": "title_and_content",
    "title": "Past Funding Pattern and Activities"
  },
  {
    "layout": "title_slide",
    "sub-heading": "Constitution and Ongoing Activities",
    "title": "National Tiger Conservation Authority"
  },
  {
    "content": "The Government of India launched “Project Tiger” to promote tiger conservation, recognizing its significance beyond state boundaries.\n\nManagement of forests and wildlife is primarily the responsibility of individual states.\n\nThe states handle:\n*Field implementation\n*Protection and management in designated reserves\n*Matching grants for recurring expenses\n*Deployment and salaries of field staff/officers\n\nThe Project Tiger Directorate provides technical guidance and funding support.",
    "layout": "title_and_content",
    "title": "Project Tiger: Conservation Beyond State Boundaries"
  },
  {
    "content": "Implementation of Project Tiger highlighted the need for a statutory authority with legal backing.\n\nA Task Force was set up based on the recommendations of the National Board for Wild Life.\n\nRecommendations included:\n*Strengthening Project Tiger with statutory and administrative powers\n*Creating the Wildlife Crime Control Bureau\n*Submitting an annual report to Parliament\n*Addressing concerns of local people",
    "layout": "title_and_content",
    "title": "Need for a Statutory Authority"
  },
  {
    "content": "*Reinvigorating the constitution of governance.\n*Strengthening efforts towards protection of tiger, checking poaching, convicting wildlife criminals and breaking the international trade network in wildlife body parts and derivatives.\n*Expanding the undisturbed areas for tiger by reducing human pressure.\n*Repair the relationship with local people who share the tigers habitat by fielding strategies for coexistence.\n*Regenerate the forest habitats in the fringes of the tigers protective enclaves by investing in forest, water and grassland economies of the people.",
    "layout": "title_and_content",
    "title": "Urgent Recommendations of the Task Force"
  },
  {
    "content": "Tiger Reserves face ecological disturbances and other problems.\n\nFragmentation of habitats occurs due to:\n*Overuse of forest habitats\n*Conflicting land uses leading to habitat loss\n\nSignificant village populations with large cattle numbers cause:\n*Ecological degradation through grazing\n*Disturbances like temples and commercial entities\n*Man-animal conflicts, resulting in mortality",
    "layout": "title_and_content",
    "title": "Challenges Faced by Tiger Reserves"
  },
  {
    "content": "Several constraints affect field implementation, including:\n\n*Delayed release of Central Assistance to States\n*Staff vacancies\n*Ageing of field staff\n*Lack of capacity building initiatives\n*Weak enforcement and monitoring of protection work\n\nGreater commitment and vigilance from States are required. Field administration needs capacity building and supervision.",
    "layout": "title_and_content",
    "title": "Constraints Affecting Field Implementation"
  },
  {
    "content": "Urgent need to strengthen the Central Government level (Project Tiger Directorate).\n\nInvolvement of Parliament is required for review and guidance.\n\nImportance of involving:\n*Chief Ministers of States\n*Strengthening field administration\n*Building a participatory base including local people's interests",
    "layout": "title_and_content",
    "title": "Strengthening the System"
  },
  {
    "content": "Project Tiger converted into a statutory authority (NTCA) via the Wild Life (Protection) Amendment Act, 2006.\n\nNTCA addresses ecological and administrative concerns for tiger conservation by:\n*Providing a statutory basis for protection of tiger reserves\n*Strengthening institutional mechanisms for ecologically sensitive areas and endangered species\n*Enforcing guidelines for tiger conservation\n*Monitoring compliance\n*Placing motivated and trained officers as Field Directors\n*Facilitating capacity building and staff development",
    "layout": "title_and_content",
    "title": "NTCA: A Statutory Authority"
  },
  {
    "content": "The Wild Life (Protection) Amendment Act, 2006 came into force on September 4, 2006, and the NTCA was constituted on the same date.\n\nDespite efforts, the tiger remains endangered due to:\n*Habitat loss\n*Revenge killings\n*Demand for body parts in the illegal international market\n\nContinuance of Project Tiger is crucial to address threats.",
    "layout": "title_and_content",
    "title": "NTCA's Impact"
  },
  {
    "content": "Three key imperatives necessitate a 'project mode':\n\n1. Focused approach to prioritize actions for tiger conservation\n2. Eliciting support from local stakeholder communities\n3. Ensuring necessary infrastructure for protection and management\n\nConservation of tiger has ecological national significance.\n\nThe Government of India provides funding and technical guidance through the Centrally Sponsored Scheme of Project Tiger.",
    "layout": "title_and_content",
    "title": "Key Imperatives in Tiger Conservation"
  },
  {
    "content": "Tigers are present in the forests of seventeen states in India, including their protected areas / tiger reserves.\n\nThe distribution and density of tigers vary due to ecological and human reasons like:\n*Forest cover\n*Terrain\n*Natural prey availability\n*Undisturbed habitat\n*Managerial protection efforts\n\nTigers are indicators of a healthy ecosystem. Their conservation benefits all other species. Investments are justified.",
    "layout": "title_and_content",
    "title": "Tiger Distribution and Density"
  },
  {
    "layout": "section_header",
    "sub_heading": "Activities & Additionalities Supported \nUnder the Revised Centrally Sponsored Scheme of Project Tiger",
    "title": "Ongoing Activities"
  },
  {
    "content": "The anti-poaching operations in Tiger Reserves are site specific.\n\nThe following activities would form part of the protection strategy:\n*Deployment of anti-poaching squads\n*Establishing and maintaining patrolling camps/chowkis and deployment of camp laborers\n*Organizing vehicular patrolling (Tiger Protection Force)\n*Establishing and maintaining wireless network\n*Organizing surprise raids with local police\n*Ensuring special site-specific protection measures during monsoon ('Operation Monsoon')\n*Deployment of ex-army personnel / home guards\n*Deployment of local workforce for patrolling\n*Procurement of arms and ammunition\n*Procurement/maintenance of elephant squads\n*Rewards to informers",
    "layout": "title_and_content",
    "title": "Anti-Poaching Activities (Ongoing)"
  },
  {
    "layout": "title_slide",
    "sub-heading": "Focus on Strengthening Infrastructure, Habitat and Community Engagement",
    "title": "Project Tiger: Key Activities"
  },
  {
    "content": "Legal support for defending court cases.\nProcurement of vehicles, boats.\nProcurement field gear, night vision device.",
    "layout": "title_and_content",
    "title": "4.1 Legal Support & Procurement"
  },
  {
    "content": "Ongoing activity, non-recurring for new civil works, recurring for maintenance.\n\nActivities include:\nCivil Works (staff quarters, family hostels, office improvement, patrolling camp, house keeping buildings, museum, culverts).\nMaintenance/creation/upgradation of road network.\nMaintenance/creation of wireless tower.\nMaintenance/creation of fire watch tower.\nMaintenance/creation of bridges, dams, anicuts.\nMaintenance/creation of firelines/firebreaks.\nMaintenance/creation of earthen ponds.\nProcurement/maintenance of vehicles (Gypsy, Jeep, Truck, Tractor).\nHabitat improvement works.\nProcurement of hardware, software / GIS.\nProcurement of compass, range finder, GPS, camera traps.\nProcurement of satellite imageries for management planning.\nMap digitization facility for management planning.",
    "layout": "title_and_content",
    "title": "4.2 Strengthening Infrastructure in Tiger Reserves"
  },
  {
    "content": "Ongoing, recurring activity.\n\nIncludes: weed eradication, removal of gregarious plant growth from grasslands, grass improvement, water retention structures.\n\nIncreases forage and browse values for wild animals.",
    "layout": "title_and_content",
    "title": "4.3 Habitat Improvement and Water Development"
  },
  {
    "content": "Ensuring uniform, timely compensation for human deaths due to wild animals, livestock depredation by carnivores, crop depredation by wild ungulates.\nCompensation for crop loss is a new component (non-recurring).\n\nInvolves:\nPayment of compensation for cattle lifting, death of human beings and crop depredation due to wild animals.\nCreation of crop protection structures.\nProcurement/deployment of traps, cages to catch problematic animals.\nProcurement of tranquilizing equipments, rescue vehicles and drugs.",
    "layout": "title_and_content",
    "title": "4.4 Addressing Man-Animal Conflict"
  },
  {
    "content": "The above initiatives are extremely important to avoid as well as redress the “park-people” interface conflicts.\n\nCrop depredation supported as per prevailing State norms, in the delineated buffer area (Section 38V, Wild Life (Protection) Act, 1972, amended in 2006).",
    "layout": "title_and_content",
    "title": "Importance of Addressing Park-People Conflicts"
  },
  {
    "content": "Landscape approach/sectoral integration/ecologically sustainable development programme/livelihood options/eco-tourism.\nNew activity in tiger reserves where buffer not yet notified (non-recurring).\n\nFringe areas have corridor value, and ecological sustainability is crucial.\n\nDelineation of buffer zone aims to:\nProviding ecologically viable livelihood options to local stakeholders, reducing dependency on forests.\nConserving forest area through restorative inputs involving local people for habitat supplement to wild animals moving out of core areas.",
    "layout": "title_and_content",
    "title": "4.5 Co-existence Agenda in Buffer/Fringe Areas"
  },
  {
    "content": "Forest Survey of India has conducted a comparative assessment of forest cover status of outer fringe areas (up to 10 km).\n\nStates must delineate the fringe/buffer area around core zones.\n\nSubmit a Tiger Conservation Plan (Section 38 V, Wild Life (Protection) Amendment Act, 2006) to ensure wildlife conservation and address livelihood issues.",
    "layout": "title_and_content",
    "title": "Buffer Zone Delineation & Conservation Plans"
  },
  {
    "content": "New activity, non-recurring.\n\nUrgent need to launch rehabilitation for denotified tribes/tribes involved in traditional hunting around tiger reserves/corridors.\n\nTribes include: Behelias, Ambalgars, Badaks, Mongias, Bavariyas, Monglias, Pardhi, Boyas, Kaikads, Karwal Nat, Nirshikaris, Picharis, Valayaras, Yenadis, Chakma, Mizo, Bru, Solung and Nyishi.\n\nTargeting around 5,000 families under NTCA initiatives.\n\nPackage should be site-specific, consultative, with livelihood options.",
    "layout": "title_and_content",
    "title": "4.6 Rehabilitation for Traditional Hunting Tribes"
  },
  {
    "content": "Wages for foot patrolling for wildlife protection.\nProviding agricultural land with irrigation.\nBasic health care.\nHousing and related community welfare inputs.\nBasic education facilities.\n\nConsideration of past experiences in settling denotified tribes (e.g., by the Salvation Army) is required.",
    "layout": "title_and_content",
    "title": "Rehabilitation Package Components"
  },
  {
    "content": "Ongoing, non-recurring.\n\nAll India tiger estimation has resulted in a permanent monitoring protocol for field units.\n\nPhase-I data collection protocol should be adopted for day-to-day monitoring.\n\nAssistance provided for field-oriented research and equipping staff with GPS, camera traps, night vision, range finder, hardware, and software.\n\nTiger reserves required to carry out day-to-day monitoring using GIS for “forecasting” in wildlife protection.",
    "layout": "title_and_content",
    "title": "4.7 Research and Field Equipments"
  },
  {
    "content": "Ongoing, non-recurring.\n\nIncludes:\nCapacity building/training.\nProviding project allowance and special incentives.\nSpecialized training in GIS, anti-poaching operations.\nSpecialized training in jurisprudence and wildlife forensics.\nStudy tours for appraisal of good practices in other reserves.\nDissemination workshops.\nSpecialized training in park interpretation.\nSpecialized training in management planning.\n\nEnhances field staff skills for crime detection and related skills.",
    "layout": "title_and_content",
    "title": "4.8 Staff Development and Capacity Building"
  },
  {
    "content": "Deciding inviolate spaces for wildlife and relocation of villagers from core or critical tiger habitats in Tiger Reserves within a timeframe and settlement of rights.\nSettlement of rights is a new activity, non-recurring.\n\nThe Wild Life (Protection) Act, 1972, and the Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forest Rights) Act, 2006, require rights of people to be modified and resettled for providing inviolate spaces to tiger/wild animals.",
    "layout": "title_and_content",
    "title": "4.9 Inviolate Spaces and Relocation of Villagers"
  },
  {
    "layout": "title_slide",
    "sub-heading": "Addressing Wildlife Concerns and Habitat Fragmentation",
    "title": "Tiger Reserve Relocation and Conservation"
  },
  {
    "content": "Relocation requires compensation, including rights settlement under CSS.\nSection 24 of the Wild Life (Protection) Act, 1972, allows acquisition of rights in land for Sanctuaries (Section 18) or National Parks (Section 35).\nSub-section 2 authorizes the Collector to acquire land/rights, making compensation for immovable property a statutory requirement for modifying/settling rights.",
    "layout": "title_and_content",
    "title": "Statutory Requirements and Compensation"
  },
  {
    "content": "Tiger ecology research indicates that a minimum population of breeding tigresses needs an inviolate space of 800-1000 sq km to maintain a viable population of 80-100 tigers.\nTigers are an “umbrella species,” ensuring viable populations of co-predators, prey, and forest, thus ensuring ecological viability.\nMaintaining inviolate core areas is ecologically imperative for the survival of source populations of tigers and other wild animals.",
    "layout": "title_and_content",
    "title": "Ecological Imperative: Inviolate Core Areas"
  },
  {
    "content": "A new package for village relocation/rehabilitation is proposed, aligned with the National Rehabilitation and Resettlement Policy, 2007.\nTwo Options:\nOption I: Payment of Rs. 10 lakhs per family, with no Forest Department involvement in relocation.\nOption II: Forest Department carries out relocation/rehabilitation from the protected area/tiger reserve.",
    "layout": "title_and_content",
    "title": "Proposed Relocation/Rehabilitation Package"
  },
  {
    "content": "In Option I (Rs. 10 lakhs per family), the District Magistrate ensures villagers rehabilitate themselves with the money.\nA mechanism involving handholding, preferably by external agencies, should be ensured.\nA considerable portion of the amount is deposited in the beneficiary's name in a nationalized bank for income through interest.",
    "layout": "two_content",
    "title": "Option I: Direct Payment & Monitoring"
  },
  {
    "content": "In Option II, the following package is proposed (per family) at the rate of Rs. 10 lakhs per family:\n(a) Agriculture land procurement (2 hectare) and development: 35%\n(b) Settlement of rights: 30%\n(c) Homestead land and house construction: 20%\n(d) Incentive: 5%\n(e) Community facilities: 10%",
    "layout": "two_content",
    "title": "Option II: Forest Department Relocation Package"
  },
  {
    "content": "The relocation process is monitored/implemented by two Committees:\nState Level Monitoring Committee:\n(a) Chief Secretary (Chairman)\n(b) Secretaries of related departments (Members)\n(c) State Principal Chief Conservator of Forests (Member)\n(d) Non-official members of respective Tiger Conservation Foundation (Members)\n(e) Chief Wildlife Warden (Member-Secretary)\nDistrict Level Implementing Committee:\n(a) District Collector (Chairman)\n(b) CEO (Member)\n(c) Representative officials from PWD, Social Welfare, Tribal Department, Health, Agriculture, Education, Power & Irrigation (Members)\n(d) Deputy Director of the Tiger Reserve/PA (Member Secretary)",
    "layout": "title_and_content",
    "title": "Relocation Process: Monitoring Committees"
  },
  {
    "content": "Cost norms are indicative, allowing flexibility for State/site-specific situations.\nAdjustments can be made between components and families based on requirements.\nRelocated villages receive priority for eco-development and local development through convergence of District level schemes.",
    "layout": "title_and_content",
    "title": "Flexibility and Priority for Development"
  },
  {
    "content": "Labour oriented works in the relocation process are preferably implemented through the relocated villagers.\nIf resettlement is on forest land, access to forest resources is granted through the village level committee and Gram Sabhas.\nThe District Administration facilitates fair price shops, education, and health centers near the relocated site.",
    "layout": "title_and_content",
    "title": "Livelihood and Access to Resources"
  },
  {
    "content": "\"Handholding\" is ensured through the forest department with ongoing ecodevelopmental inputs and district administration involvement.\nHelp from competent independent agencies may be sought.\nRelocated villagers receive priority for livelihood options from the protected area.\nIf relocation costs exceed Rs. 10 lakhs per family, the State Government covers the extra cost.",
    "layout": "title_and_content",
    "title": "\"Handholding\" and Livelihood Options"
  },
  {
    "content": "The relocation process is open-ended, depending on State performance.",
    "layout": "title_and_content",
    "title": "Open-Ended Relocation Process"
  },
  {
    "layout": "section_header",
    "sub_heading": "Mainstreaming wildlife concerns in tiger bearing forests and fostering corridor conservation through restorative strategy involving locals to arrest fragmentation of habitats (new activity) (non recurring)",
    "title": "Corridor Conservation"
  },
  {
    "content": "Forests connecting Tiger Reserves/Protected Areas have tigers and other wild animals.\nNo current Scheme addresses wildlife concerns in these areas, where restorative and protective inputs are needed.\nThe Wild Life (Protection) Amendment Act, 2006, addresses corridor areas.\nThis involves:\nRedressing man-animal conflict\nCapturing problematic/aberrant wild animals\nMonitoring of wild animals\nAntipoaching operations\nHabitat improvement measures.",
    "layout": "title_and_content",
    "title": "Addressing Wildlife Concerns in Corridors"
  },
  {
    "content": "Communities near National Parks, Sanctuaries, and Tiger Reserves suffer crop depredation by wild herbivores.\nThis is exacerbated by dependence on single annual rain-fed crops with low productivity.\nThis issue is a major cause of man-animal conflicts around Tiger Reserves.",
    "layout": "title_and_content",
    "title": "Mitigating Man-Animal Conflict"
  },
  {
    "layout": "title_slide",
    "sub-heading": "A review of conservation efforts and future plans for Tiger Reserves in India.",
    "title": "Project Tiger Initiatives"
  },
  {
    "content": "Human-wildlife conflict is a significant challenge, particularly around Tiger \nReserves and Protected Areas. It hinders enlisting local support for wildlife \nconservation.\n\nSection 11 of the Wildlife (Protection) Act allows for the killing of wild animals \ncausing damage, but this is often opposed by local communities due to religious \nsentiments. Trapping and translocation are not always feasible or cost-effective.\n\nThe situation necessitates adequate compensation to stakeholder communities \naround Tiger Reserves for recurring losses. This support is aligned with State norms \nand Section 38V of the Wild Life (Protection) Act, 1972 (amended in 2006).",
    "layout": "title_and_content",
    "title": "Addressing Human-Wildlife Conflict"
  },
  {
    "content": "Many Tiger Reserves are impacted by infrastructure such as roads, railways, and \nhigh-tension electric lines. Electrocution poses a mortality risk to wild animals.\n\nSite-specific safeguards and retrofitting measures are crucial to mitigate these risks. This initiative aims to support such measures in the interest of wildlife conservation.",
    "layout": "title_and_content",
    "title": "Safeguards for Wildlife Conservation"
  },
  {
    "content": "This initiative focuses on providing basic infrastructure and Project Tiger \nHeadquarter expenditure for consultancy and continuous monitoring of tigers, \nincluding those outside tiger reserves.\n\nKey aspects include:\n\n*   Creating office space for the National Tiger Conservation Authority (NTCA).\n*   Establishing a GIS outstation laboratory at the Wildlife Institute of India.\n*   Carrying out All India Tiger Estimation and monitoring.\n*   Supporting research work and special studies.\n*   Conducting International/National Workshops.\n*   Arranging for data entry and analysis.",
    "layout": "title_and_content",
    "title": "Strengthening Infrastructure and Monitoring"
  },
  {
    "content": "Independent monitoring of tiger reserves is conducted using 45 parameters by \na panel of experts, based on the IUCN format. Reports are peer-reviewed by the IUCN and presented before the Parliament.\n\nThis process continues to be refined and implemented during the XIth Plan period.",
    "layout": "title_and_content",
    "title": "Independent Monitoring and Evaluation"
  },
  {
    "layout": "section_header",
    "sub_heading": "Establishing and developing eight new Tiger Reserves to enhance conservation efforts and increase the total area under Project Tiger. This involves both recurring and non-recurring activities tailored to each reserve's needs.",
    "title": "Expanding Tiger Reserves"
  },
  {
    "content": "Project Tiger employs a holistic ecosystem approach, focusing on maintaining the stability of the ecosystem by fostering all trophic levels in the food chain.\n\nThis ensures an ecologically viable tiger population at the apex of the food chain. Community pressures on forests are increasing, leading to fragile tiger habitats. Protected areas/Tiger Reserves are becoming like isolated 'islands'.\n\nEmpirical evidence indicates that isolated reserves lose species rapidly due to ecological insularization. Fragmentation, degraded forest cover, dislocated prey-predator ratios, and lack of eco-development initiatives further aggravate the situation.",
    "layout": "title_and_content",
    "title": "Holistic Ecosystem Approach"
  },
  {
    "content": "The Steering Committee of Project Tiger recommended including new Tiger Reserve areas to increase the total project area from 37,761 sq. kms to 50,000 sq. kms.\n\n'In principle' approval has been granted to proposals from several States. The new Tiger Reserves include:\n\n(i) Anamalai-Parambikulam Wildlife Sanctuaries (Tamil Nadu & Kerala)\n(ii) Udanti and Sita Nadi Wildlife Sanctuaries (Chattisgarh)\n(iii) Satkosia Wildlife Sanctuary (Orissa)\n(iv) Kaziranga National Park (Assam)\n(v) Achanakmar Wildlife Sanctuary (Chattisgarh)\n(vi) Dandeli Wildlife Sanctuary and Anshi National Park (Karnataka)\n(vii) Sanjay National Park and Sanjay Dubri Wildlife Sanctuary (Madhya Pradesh)\n(viii) Mudumalai Wildlife Sanctuary (Tamil Nadu)\n\nA total of 8 new Tiger Reserves are proposed with an additional financial implication of Rs. 32.00 crores.",
    "layout": "title_and_content",
    "title": "New Tiger Reserve Areas"
  },
  {
    "layout": "title_with_table",
    "table": {
      "headers": ["Position", "Allowance (Rs per month)"],
      "rows": [
        ["Field Director", "1000"],
        ["Deputy Director", "750"],
        ["Assistant Director/Research Officer/Veterinary Officer", "650"],
        ["Forest Ranger", "500"],
        ["Forester", "450"],
        ["Forest Guard", "350"]
      ]
    },
    "title": "Project Allowance for Staff"
  },
  {
    "content": "Extending project allowances to ministerial staff to attract talent:\n\n* Class II: Rs 500 per employee per month\n* Class III: Rs 350 per employee per month\n* Class IV: Rs 200 per employee per month",
    "layout": "title_and_content",
    "title": "Project Allowance for Ministerial Staff"
  },
  {
    "content": "Field staff serve in remote, difficult areas with endemic diseases and risk of wild animal encounters. Postings are often 'non-family', requiring staff to maintain families elsewhere. They face restrictions on local communities accessing forest resources.\n\nThe role of frontline staff in Tiger Reserves differs from that in regular Forest Divisions. Physical assaults on staff are common. Therefore, providing amenities for staff welfare is essential to attract the best talent.",
    "layout": "title_and_content",
    "title": "Staff Welfare Activities"
  },
  {
    "layout": "title_slide",
    "sub-heading": "Guidelines for Tiger Reserve Management and Conservation.\nFostering Eco-Tourism and Ensuring Financial Support.",
    "title": "Project Tiger: Eco-Tourism & Funding"
  },
  {
    "content": "Staff welfare inputs such as residential accommodation for children of frontline staff, supply of kerosene, medicine, field kits, mosquito nets, and torches will be supported.\n\n'Ecotourism' in Tiger Reserves is ecologically sustainable nature-tourism. It is distinct from 'mass tourism', aiming for sustainable, equitable, community-based efforts to improve the living standards of local communities.\n\nEcotourism will be fostered with financial support via 'soft loans' from Ecodevelopment Committees, in accordance with site-specific 'Ecotourism plans' and carrying capacity in buffer areas.\n\nThe core/critical tiger habitats will not be used for tourism, and ongoing tourism activities in such areas should be phased out without affecting corridor value. Development of tourism facilities within buffer zones will continue under Project Tiger.\n\nOpportunities include managing low-cost accommodation, providing guide services, sale outlets, excursions, and ethnic dances.",
    "layout": "title_and_content",
    "title": "Staff Welfare and Eco-Tourism"
  },
  {
    "content": "Tiger Reserve States must enter into a Memorandum of Understanding (MOU) with the Ministry of Environment and Forests, as per Annexure-1.\n\nTiger Reserves will receive funding under the Centrally Sponsored Scheme of Project Tiger based on a reserve-specific Tiger Conservation Plan, as required under Section 38-V of the Wildlife (Protection) Act, 1972 (amended 2006). This plan should align with NTCA guidelines (Technical Document – NTCA/01/07).\n\nThe centrality of Panchayati Raj Institutions should be ensured through consultation for deployment of local workforce, man-animal conflicts, livelihood options, village relocation, and eco-tourism.\nThe tentative cost table for the scheme is provided at Annexure-II for guidance.",
    "layout": "title_and_content",
    "title": "Memorandum of Understanding (MOU)"
  },
  {
    "layout": "section_header",
    "sub_heading": "Agreement between the National Tiger Conservation Authority (NTCA) and the State Government.\nOutlines financial assistance for protection and development of tiger reserves, subject to terms and conditions.\nSets forth responsibilities and commitments of the State Government.",
    "title": "Annexure-I: MOU Details"
  },
  {
    "content": "The State Government affirms that:\n\n(a) The buffer zone around core/critical tiger habitats will be delineated, and a Tiger Reserve specific Tiger Conservation Plan will be prepared.\n\n(b) Staff vacancies will be filled to ensure effective implementation and field protection.\n\n(c) Funds released by NTCA will be used immediately for approved works, complying with NTCA guidelines.\n\n(d) Estimated costs are based on approved PWD rates of the concerned State.\n\n(e) The Director/Officer Incharge of the Tiger Reserve is empowered to spend the money provided by NTCA for immediate execution, following NTCA and State Government norms.\n\n(f) The proposal shall have reference to the Tiger Conservation Plan, which forms the basis of the APO.",
    "layout": "title_and_content",
    "title": "State Government Agreements (Article I)"
  },
  {
    "content": "(g) The APO must indicate the location/area of proposed initiatives on a map, along with physical/financial targets and unit rate.\n\n(h) Progress reports should indicate physical achievement (quantity, number, area) and objectives fulfilled.\n\n(i) A year-wise photo catalogue of physical targets shall be maintained for verification.\n\n(j) During execution, details of estimate and man-days shall be displayed near the work site.\n\n(k) Utilisation Certificates showing unspent balance shall be furnished to NTCA annually by 31st May.\n\n(l) Accounts of grants shall be maintained properly and open to NTCA/Audit inspection. Photocopies of measurement books shall be sent to NTCA for construction/habitat works.\n\n(m) Accounts shall be audited by Statutory Audit of the State Government annually, with a certificate sent to NTCA by 31st May.\n\n(n) Funds will be used only for the sanctioned purpose. Diversion requires prior NTCA approval.\n\n(o) Records of assets acquired out of the grant shall be available for audit scrutiny. Assets shall not be disposed of without prior approval.\n\n(p) A statement showing extracts of assets created out of the grants shall be furnished to NTCA annually by 31st May.",
    "layout": "title_and_content",
    "title": "State Government Agreements (Continued)"
  },
  {
    "content": "NTCA has agreed to provide financial assistance as grant for execution of the following items of work (Rs. in lakhs):\n\nS. No. \tItem of work \tAmount",
    "layout": "title_and_content",
    "title": "NTCA Agreements (Article II)"
  },
  {
    "layout": "title_only",
    "title": "ARTICLE III"
  },
  {
    "content": "If there is any delay in execution of the work, the State Govt. shall notify the \nNational Tiger Conservation Authority in writing giving the reason for delay. \nIf the NTCA feels that work is not progressing according to the work plan, it shall \nbe at liberty to withhold the financial assistance or withdraw the financial \nassistance already granted. \nThe unspent amount of grant as on the date of \ncommunication of the decision of the withdrawal of financial assistance by the \nNTCA shall be immediately returned to NTCA.",
    "layout": "title_and_content",
    "title": "Delay in Execution of Work"
  },
  {
    "content": "SIGNED ON BEHALF OF \nNATIONAL TIGER CONSERVATION AUTHORITY\n\nSIGNED ON BEHALF OF\n\nGOVERNMENT OF\n\nNAME & DESIGNATION \n(With Stamp) \nDATED:\n\nNAME & DESIGNATION\n\n(With Stamp)\n\nDATED:",
    "layout": "title_and_content",
    "title": "Signatures"
  },
  {
    "layout": "title_slide",
    "sub-heading": "(Rs. in crores)",
    "title": "EFC Annexure-II"
  },
  {
    "layout": "title_with_table",
    "table": {
      "headers": [
        "S. No.",
        "Name of Activities",
        "2007-08",
        "2008-09",
        "2009-10",
        "2010-11",
        "2011-12",
        "Total"
      ],
      "rows": [
        ["1", "Anti-poaching", "5.00", "5.00", "5.00", "5.00", "5.00", "25.00"],
        [
          "2",
          "Strengthening of infrastructure within Tiger Reserves (including new Tiger Reserves)",
          "11.00",
          "10.00",
          "10.00",
          "10.00",
          "10.00",
          "51.00"
        ],
        [
          "3",
          "Habitat improvement and water development",
          "2.00",
          "3.00",
          "3.00",
          "3.00",
          "3.00",
          "14.00"
        ],
        [
          "4",
          "Addressing man-animal conflict (ensuring uniform, timely compensation for human deaths due to wild animals, livestock depredation by carnivores, crop depredation by wild ungulates)",
          "2.00",
          "3.00",
          "3.00",
          "3.00",
          "3.00",
          "14.00"
        ],
        [
          "5",
          "Co-existence agenda in buffer / fringe areas (landscape approach/sectoral integration/ ecologically sustainable development programme/ livelihood options/eco-tourism)",
          "7.50",
          "12.00",
          "12.00",
          "12.00",
          "12.00",
          "55.50"
        ],
        [
          "6",
          "Rehabilitation / resettlement of denotified tribes / communities involved in traditional hunting",
          "NIL",
          "3.00",
          "3.00",
          "3.00",
          "3.00",
          "12.00"
        ],
        [
          "7",
          "Research, providing equipments (camera traps, GPS, etc.), computer softwares, All India Estimation of Tiger/Co-predators/Prey Animals, habitat monitoring and evaluation",
          "2.00",
          "0.50",
          "0.50",
          "0.50",
          "0.50",
          "4.00"
        ],
        [
          "8",
          "Staff development and capacity building",
          "1.00",
          "1.00",
          "1.00",
          "1.00",
          "1.00",
          "5.00"
        ],
        [
          "9",
          "Deciding inviolate spaces for wildlife and relocation of villagers from core or critical tiger habitats in Tiger Reserves within a timeframe and settlement of rights",
          "NIL",
          "1.50",
          "1.50",
          "1.50",
          "1.50",
          "6.00"
        ],
        [
          "10",
          "Mainstreaming livelihood and wildlife concerns in forests outside tiger reserves and fostering corridor conservation through restorative strategy involving locals to arrest fragmentation of habitats",
          "30.00",
          "78.75",
          "78.75",
          "78.75",
          "78.75",
          "345.00"
        ]
      ]
    },
    "title": "Activity Costs (Crores)"
  },
  {
    "layout": "title_with_table",
    "table": {
      "headers": [
        "S. No.",
        "Name of Activities",
        "2007-08",
        "2008-09",
        "2009-10",
        "2010-11",
        "2011-12",
        "Total"
      ],
      "rows": [
        [
          "11",
          "Safeguards / Retrofitting measures in the interest of wildlife conservation",
          "NIL",
          "1.25",
          "1.25",
          "1.25",
          "1.25",
          "5.00"
        ],
        [
          "12",
          "Providing basic infrastructure/ Project Tiger Headquarter expenditure for consultancy, all India tiger estimation/continuous monitoring of tigers outside tiger reserves, strengthening of NTCA at the Center and establishing a monitoring lab in the Wildlife Institute of India",
          "2.00",
          "1.50",
          "1.50",
          "1.50",
          "1.50",
          "8.00"
        ],
        [
          "13",
          "Independent Monitoring and evaluation of tiger reserves",
          "NIL",
          "0.25",
          "0.25",
          "0.25",
          "0.25",
          "1.00"
        ],
        [
          "14",
          "Establishment and development of eight new tiger reserves",
          "NIL",
          "8.00",
          "8.00",
          "8.00",
          "8.00",
          "32.00"
        ],
        [
          "15",
          "Provision of project allowance to all categories of Project Tiger field staff",
          "2.35",
          "3.00",
          "3.00",
          "3.00",
          "3.00",
          "14.35"
        ],
        [
          "16",
          "Staff welfare activities",
          "0.150",
          "1.00",
          "1.00",
          "1.00",
          "1.00",
          "4.150"
        ],
        [
          "17",
          "Fostering ecotourism",
          "NIL",
          "1.00",
          "1.00",
          "1.00",
          "1.00",
          "4.00"
        ],
        ["", "TOTAL", "65.00", "133.75", "133.75", "133.75", "133.75", "600.00"]
      ]
    },
    "title": "Activity Costs (Continued)"
  },
  {
    "layout": "title_only",
    "title": "Page 1"
  }
]
