[
  {
    "layout": "title_slide",
    "title": "Project Tiger",
    "sub-heading": "Revised Guidelines for the Ongoing Centrally Sponsored Scheme\nFebruary, 2008\nNational Tiger Conservation Authority\nMinistry of Environment & Forests\nGovernment of India"
  },
  {
    "layout": "image_with_caption",
    "image_path": "D:\\temp\\pdf_images\\page_1.png",
    "title": "Project Tiger Logo",
    "content": "National Tiger Conservation Authority \nMinistry of Environment & Forests\nGovernment of India"
  },
  {
    "layout": "title_and_content",
    "title": "Introduction",
    "content": "Project Tiger is an ongoing Centrally Sponsored Scheme of the Ministry of Environment and Forests. The revised guidelines incorporate the additional activities for implementing the urgent recommendations of the Tiger Task Force, constituted by the National Board for Wildlife, chaired by the Hon’ble Prime Minister. These, interalia, also include support for implementing the provisions of the Wild Life (Protection) Amendment Act, 2006, which has come into force with effect from 4.09.2006.\nThe activities are as below:\n(i) Antipoaching initiatives\n(ii) Strengthening infrastructure within tiger reserves\n(iii) Habitat improvement and water development\n(iv) Addressing man-animal conflicts\n(v) Co-existence agenda in buffer / fringe areas with landscape approach\n(vi) Deciding inviolate spaces and relocation of villages from crucial tiger habitats within a timeframe by providing a better relocation package, apart from supporting States for settlement of rights of such people\n(vii) Rehabilitation of traditional hunting tribes living in and around tiger reserves\n(viii) Providing support to States for research and field equipments\n(ix) Supporting States for staff development and capacity building in tiger reserves.\n(x) Mainstreaming wildlife concerns in tiger bearing forests outside tiger reserves, and fostering corridor conservation in such areas through restorative strategy involving local people to arrest fragmentation of habitats.\n(xi) Providing safeguards / retrofitting measures in and around tiger reserves and tiger bearing forests for wildlife conservation.\n(xii) Strengthening the infrastructure of National Tiger Conservation Authority at the Centre.\n(xiii) Carrying out independent monitoring and the evaluation of tiger reserves.\n(xiv) Establishment and development of eight new tiger reserves.\n(xv) Provision of project allowance to all categories of staff working in tiger reserves.\n(xvi) Providing residential amenities to facilitate basic education to children of frontline field staff posted in tiger reserves.\n(xvii) Providing assistance to States for fostering ecotourism to benefit local people."
  },
  {
    "layout": "title_and_content",
    "title": "Project Tiger Objectives",
    "content": "Launched in April, 1973 with the objective “to ensure maintenance of a viable population of Tigers in India for scientific, economic, aesthetic, cultural and ecological values, and to preserve for all times, areas of biological importance as a national heritage for the benefit, education and enjoyment of the people”.\n\nThe Project has been successfully implemented, and at present there are 28 Tiger Reserves in 17 states, covering an area of 37761 sq. km. Apart from above ‘in principle’ approval for creation of eight new Tiger Reserves has been accorded. The selection of reserves was guided by the need to conserve unique ecosystem/habitat types across the geographic distribution of tigers in the country.\n\nProject Tiger is an ongoing Centrally Sponsored Scheme, which is continued, in the XIth five-year Plan. Conservation of endangered species and their habitat, strengthening and enhancing the Protected Area Network, control of poaching, monitoring, research and ensuring people’s participation in Wildlife Conservation have been accorded high priority in the National Wildlife Action Plan and the Wildlife Conservation strategy, 2002."
  },
  {
    "layout": "title_and_content",
    "title": "Past Funding and Major Activities",
    "content": "During present plan period, 100% Central Assistance is being made available to States for expenditure on all non-recurring items; for recurring items, the Central Assistance is restricted to 50% of the expenditure, while the matching grant is provided by the Project States.\n\nThe activities / field inputs under Project Tiger, interalia, include : (Non recurring) strengthening of protection, deployment of armed  squads in  tiger reserves, creating basic infrastructure for management, roads, wireless, civil works, habitat development, augmenting water resources, compensatory ameliorative measures for habitat restoration, eco-development, village relocation, use of Information Technology in crime detection, establishment of a  digitized database in Tiger Reserves having collaborative linkage with Project Tiger Directorate in the GIS domain, monitoring and evaluation of tiger reserves, monitoring of habitat status, carrying out All India Estimation of Tigers, Co-predators and Prey animals in the GIS domain with the state of art technology, continuous monitoring of tiger populations in various tiger range states (tiger reserves and other forest areas outside tiger reserves), fostering wildlife viewing for tourists in Tiger Reserves, providing compensation to villagers for human deaths/livestock depredation by carnivores in tiger reserves, staff welfare measures, providing 'Project Allowance' to all categories of staff working in Tiger Reserves, establishment of veterinary facility, and fostering research / research projects relating to tiger conservation, replacement and purchase of new vehicles for existing and new Tiger Reserves to ensure staff mobility.\n\n(Recurring) creation / deployment of local work force for patrolling/barriers, habitat improvement, providing salt licks, water facility, fire protection measures, maintenance of various items, publicity and extension and legal assistance."
  },
  {
    "layout": "title_slide",
    "title": "National Tiger Conservation Authority",
    "sub-heading": "Conservation of the tiger and its significance beyond State boundaries. Statutory authority with legal backing to ensure tiger conservation."
  },
  {
    "layout": "section_header",
    "title": "Constitution of the NTCA",
    "sub_heading": "Launched 'Project Tiger' to promote tiger conservation. Management of forests and wildlife is primarily the responsibility of concerned States. Project Tiger Directorate provides technical guidance and funding support."
  },
  {
    "layout": "title_and_content",
    "title": "Need for a Statutory Authority",
    "content": "Implementation of Project Tiger highlighted the need for legal backing.\nTask Force recommendations:\n\n*   Strengthening Project Tiger with statutory and administrative powers.\n*   Creating the Wildlife Crime Control Bureau.\n*   Submitting an annual report to Parliament.\n*   Addressing concerns of local people.\n\nUrgent recommendations:\n\n*   Reinvigorating governance.\n*   Strengthening protection efforts and breaking international trade networks.\n*   Expanding undisturbed areas.\n*   Repairing relationships with local people.\n*   Regenerating forest habitats."
  },
  {
    "layout": "title_and_content",
    "title": "Ecological Disturbances and Problems",
    "content": "Tiger Reserves face ecological disturbances and other problems.\n\n*   Fragmentation of habitats due to overuse and conflicting land uses.\n*   Significant village population with large cattle numbers.\n*   Ecological degradation due to grazing.\n*   Disturbances from temples and commercial entities (e.g., tea estates).\n*   Man-animal conflicts leading to mortality."
  },
  {
    "layout": "title_and_content",
    "title": "Constraints Affecting Field Implementation",
    "content": "Several constraints affect field implementation:\n\n*   Delayed release of Central Assistance.\n*   Staff vacancies and ageing field staff.\n*   Lack of capacity building initiatives.\n*   Weak enforcement and monitoring of protection work.\n*   Need for greater commitment and vigilance from States.\n*   Field administration requires capacity building and supervision."
  },
  {
    "layout": "title_and_content",
    "title": "Strengthening the System",
    "content": "Urgent need to strengthen:\n\n*   Central Government level (Project Tiger Directorate).\n*   Involvement of Parliament for review and guidance.\n*   Involvement of Chief Ministers of States.\n*   Strengthening field administration and supervision.\n*   Building a participatory base including local people's interests."
  },
  {
    "layout": "title_and_content",
    "title": "Conversion to Statutory Authority (NTCA)",
    "content": "Project Tiger converted into a statutory authority (NTCA).\n\n*   Enabling provisions in the Wild Life (Protection) Act, 1972.\n*   Addresses ecological and administrative concerns.\n*   Provides a statutory basis for tiger reserve protection.\n*   Strengthened institutional mechanisms.\n*   Enforces guidelines and monitors compliance.\n*   Motivated and trained Field Directors.\n*   Capacity building and staff development plans."
  },
  {
    "layout": "title_and_content",
    "title": "NTCA Established",
    "content": "The Wild Life (Protection) Amendment Act, 2006 came into force on September 4th, 2006.\nThe NTCA was constituted on the same date."
  },
  {
    "layout": "title_and_content",
    "title": "Tiger Remains Endangered",
    "content": "Despite three decades of Project Tiger, the tiger remains endangered.\n\n*   Loss of habitat due to agriculture and development.\n*   Revenge killings due to man-animal conflicts.\n*   Demand for body parts in the illegal international market.\n*   Need for a focused, species-specific, multifaceted ecosystem project."
  },
  {
    "layout": "title_and_content",
    "title": "Key Imperatives in Tiger Conservation",
    "content": "Three key imperatives for 'project mode':\n\n*   Focused approach to prioritize actions (within and outside tiger reserves).\n*   Eliciting support from local stakeholder communities.\n*   Ensuring necessary infrastructure for protection and management.\n\nGovernment of India provides funding support and technical guidance through the Centrally Sponsored Scheme of Project Tiger."
  },
  {
    "layout": "title_and_content",
    "title": "Tiger Distribution and Density",
    "content": "Tigers are present in seventeen states in India.\n\nDistribution and density vary due to:\n\n*   Forest cover and terrain.\n*   Natural prey availability.\n*   Presence of undisturbed habitat.\n*   Quality of managerial efforts.\n\nTigers are indicators of ecosystem well-being."
  },
  {
    "layout": "section_header",
    "title": "Ongoing Activities and Additionalities",
    "sub_heading": "Activities to be supported under the revised Centrally Sponsored Scheme of Project Tiger. Focus on anti-poaching, habitat management, and community involvement."
  },
  {
    "layout": "title_and_content",
    "title": "Anti-Poaching Activities (Ongoing)",
    "content": "Anti-poaching operations are site-specific. Activities include:\n\n*   Deployment of anti-poaching squads.\n*   Establishing and maintaining patrolling camps with laborers.\n*   Organizing vehicular patrolling (Tiger Protection Force).\n*   Establishing and maintaining wireless network.\n*   Organizing surprise raids with local police.\n*   Ensuring special site-specific measures during monsoon ('Operation Monsoon').\n*   Deployment of ex-army personnel/home guards.\n*   Deployment of local workforce for patrolling.\n*   Procurement of arms and ammunition.\n*   Procurement/maintenance of elephant squads.\n*   Rewards to informers."
  },
  {
    "layout": "title_slide",
    "title": "Tiger Reserve Initiatives",
    "sub-heading": "Strengthening infrastructure, habitat, and community relations."
  },
  {
    "layout": "title_and_content",
    "title": "4.2 Strengthening Infrastructure (Ongoing)",
    "content": "Activities include reinforcing the infrastructure of Tiger Reserves (including support to new tiger reserves):\n\n*   Civil Works (staff quarters, family hostels, office improvement, patrolling camp, house keeping buildings, museum, culverts).\n*   Maintenance / creation / upgradation of road network.\n*   Maintenance / creation of wireless tower.\n*   Maintenance / creation of fire watch tower.\n*   Maintenance / creation of bridges, dams, anicuts.\n*   Maintenance / creation of firelines / firebreaks.\n*   Maintenance / creation of earthen ponds.\n*   Procurement / maintenance of vehicles (Gypsy, Jeep, Truck, Tractor).\n*   Habitat improvement works.\n*   Procurement of hardware, software / GIS.\n*   Procurement of compass, range finder, GPS, camera traps.\n*   Procurement of satellite imageries for management planning.\n*   Map digitization facility for management planning.\n*   Legal support for defending court cases.\n*   Procurement of vehicles, boats.\n*   Procurement field gear, night vision device."
  },
  {
    "layout": "title_and_content",
    "title": "4.3 Habitat Improvement & Water Development (Ongoing)",
    "content": "Includes weed eradication, removal of gregarious plant growth from grasslands, grass improvement, water retention structures and the like.\n\nThese initiatives would increase the forage and browse values of the habitat for wild animals."
  },
  {
    "layout": "title_and_content",
    "title": "4.4 Addressing Man-Animal Conflict",
    "content": "Ensuring uniform, timely compensation for human deaths due to wild animals, livestock depredation by carnivores, crop depredation* by wild ungulates.\n(compensation for crop loss is a new component)\n\nThis involves:\n*   Payment of compensation for cattle lifting, death of human beings and crop depredation* due to wild animals.\n*   Creation of crop protection structures.\n*   Procurement / deployment of traps, cages to catch problematic animals.\n*   Procurement of tranquilizing equipments, rescue vehicles and drugs."
  },
  {
    "layout": "title_and_content",
    "title": "4.5 Co-existence Agenda in Buffer / Fringe Areas",
    "content": "Landscape approach/sectoral integration/ecologically sustainable development programme/livelihood options/eco-tourism.\n(new activity in case of tiger reserves where buffer has not been notified so far)\n\nThe fringe areas have corridor value, and their ecological sustainability is important. Delineation of buffer zone aims to:\n\n*   Provide ecologically viable livelihood options to local stakeholders.\n*   Conserve forest area through restorative inputs with local people."
  },
  {
    "layout": "title_and_content",
    "title": "4.6 Rehabilitation Package for Hunting Tribes",
    "content": "Urgent need to launch a rehabilitation and development programme for denotified tribes and tribes involved in traditional hunting, living around tiger reserves and tiger corridors.\n\nThe rehabilitation / welfare package should be evolved in a site specific, consultative manner with livelihood options, to include : wages for such people towards their deployment in foot patrolling for protecting wildlife, providing agricultural land with irrigation, basic health care, housing and related community welfare inputs and basic education facilities."
  },
  {
    "layout": "title_and_content",
    "title": "4.7 Research and Field Equipment (Ongoing)",
    "content": "Assistance will be provided for fostering field oriented research and to equip the staff with facilities like GPS, camera traps, night vision, range finder and related accessories including hardware and software.\n\nThe tiger reserves are required to carry out the day to day monitoring of wild animals using the refined process in the GIS domain, which would enable “forecasting” vis-à-vis wildlife protection."
  },
  {
    "layout": "title_and_content",
    "title": "4.8 Staff Development and Capacity Building (Ongoing)",
    "content": "This involves:\n*   Capacity building / training.\n*   Providing project allowance and special incentives.\n*   Specialized training in the use of GIS, antipoaching operations.\n*   Specialized training in jurisprudence and wildlife forensics.\n*   Study tours for appraisal of good practices in other reserves.\n*   Dissemination workshops.\n*   Specialized training in park interpretation.\n*   Specialized training in management planning.\n\nThe above inputs are extremely important for enhancing the skill of field staff. Several instances of poaching occur for want of specialized training in crime detection and related skills."
  },
  {
    "layout": "title_and_content",
    "title": "4.9 Deciding Inviolate Spaces for Wildlife",
    "content": "Relocation of villagers from core or critical tiger habitats in Tiger Reserves within a timeframe and settlement of rights (settlement of rights is a new activity).\n\nThe Wild Life (Protection) Act, 1972, as well as the Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forest Rights) Act, 2006, require that rights of people recognized in forest areas within core/critical tiger/wildlife habitats of tiger reserves/protected areas may be modified and resettled for providing inviolate spaces to tiger/wild animals."
  },
  {
    "layout": "title_slide",
    "title": "Village Relocation and Tiger Conservation",
    "sub-heading": "Addressing Human-Wildlife Interactions for Sustainable Coexistence"
  },
  {
    "layout": "title_and_content",
    "title": "Statutory Requirement for Compensation",
    "content": "Relocation requires compensation for rights settlement.\nChapter IV of the Wild Life (Protection) Act, 1972 (Section 24) provides for acquisition of rights over land.\nSection 24(2) authorizes the Collector to acquire land or rights.\nPayment for immovable property is part of settling rights, a statutory requirement."
  },
  {
    "layout": "title_and_content",
    "title": "Ecological Imperative of Inviolate Core Areas",
    "content": "Tiger ecology requires inviolate space of 800-1000 sq km for a viable population of 80-100 tigers.\nTigers are an “umbrella species,” ensuring the viability of other wildlife and forests.\nKeeping core areas inviolate is an ecological necessity for the survival of tiger and other wildlife populations."
  },
  {
    "layout": "section_header",
    "title": "Proposed Relocation Package",
    "sub_heading": "Options and Norms for Village Relocation/Rehabilitation\nBased on Professional Agency Recommendations and National Rehabilitation and Resettlement Policy, 2007"
  },
  {
    "layout": "two_content",
    "title": "Relocation Package Options",
    "content": "Option I: Direct Payment\n\nPayment of Rs. 10 lakhs per family.\nNo relocation/rehabilitation by the Forest Department.\nMonitoring by the District Magistrate to ensure proper rehabilitation.\nMechanism for handholding by external agencies.\nDepositing a portion in a nationalized bank for interest income."
  },
  {
    "layout": "two_content",
    "title": "Option II: Forest Department Relocation",
    "content": "Option II: Relocation/Rehabilitation by the Forest Department.\n\nPackage of Rs. 10 lakhs per family, allocated for:\nAgriculture land procurement (2 hectare) and development: 35%\nSettlement of rights: 30%\nHomestead land and house construction: 20%\nIncentive: 5%\nCommunity facilities: 10%"
  },
  {
    "layout": "title_with_table",
    "title": "Option II Package Breakdown",
    "table": {
      "headers": [
        "Component",
        "Percentage of Total Package"
      ],
      "rows": [
        [
          "Agriculture land procurement (2 hectare) and development",
          "35%"
        ],
        [
          "Settlement of rights",
          "30%"
        ],
        [
          "Homestead land and house construction",
          "20%"
        ],
        [
          "Incentive",
          "5%"
        ],
        [
          "Community facilities",
          "10%"
        ]
      ]
    }
  },
  {
    "layout": "title_and_content",
    "title": "Monitoring and Implementation Committees",
    "content": "Relocation process monitored/implemented by two Committees:\n\nState Level Monitoring Committee:\n  (a) Chief Secretary of the State - Chairman\n  (b) Secretaries of related departments - Members\n  (c) State Principal Chief Conservator of Forests - Member\n  (d) Non-official members of respective Tiger Conservation Foundation - Members\n  (e) Chief Wildlife Warden - Member-Secretary\n\nDistrict Level Implementing Committee:\n   (a) District Collector - Chairman\n   (b) CEO - Member\n   (c) Representative officials - Members: PWD, Social Welfare, Tribal Department, Health Department, Agriculture Department, Education Department, Power and Irrigation Departments\n   (d) Deputy Director of the Tiger Reserve/PA - Member Secretary"
  },
  {
    "layout": "title_and_content",
    "title": "Flexibility and Convergence",
    "content": "Cost norms are indicative, allowing flexibility for State/site-specific situations.\nAdjustments are permitted between components and families by State Governments.\nRelocated villages prioritized for eco-development and local development.\nLabor-oriented works preferably implemented through relocated villagers.\nAccess to forest resources for bonafide use via village level committee and Gram Sabhas."
  },
  {
    "layout": "title_and_content",
    "title": "Post-Relocation Support",
    "content": "District Administration to facilitate fair price shop, education, health center.\n“Handholding” after relocation via forest department and convergence of schemes.\nHelp of competent independent agencies sought where available.\nRelocated villagers given priority for livelihood options from protected area.\nState Government to cover extra relocation costs exceeding Rs. 10 lakhs per family."
  },
  {
    "layout": "title_and_content",
    "title": "Open-Ended Relocation Process",
    "content": "The relocation process is open-ended.\nProgress depends on the performance of States."
  },
  {
    "layout": "section_header",
    "title": "Mainstreaming Wildlife Concerns",
    "sub_heading": "Fostering corridor conservation through restorative strategy\ninvolving locals to arrest fragmentation of habitats"
  },
  {
    "layout": "title_and_content",
    "title": "Addressing Wildlife Concerns in Corridors",
    "content": "No current Scheme for addressing wildlife concerns in Tiger Reserve connecting forests.\nThe Wild Life (Protection) Amendment Act, 2006, addresses corridor areas.\nActivities include:\nRedressing man-animal conflict.\nCapturing problematic / aberrant wild animals.\nMonitoring of wild animals.\nAntipoaching operations.\nHabitat improvement measures."
  },
  {
    "layout": "title_and_content",
    "title": "Mitigating Man-Animal Conflict",
    "content": "Communities in fringe areas suffer crop depredation by herbivores.\nThis is a major cause of man-animal conflict.\nSingle annual rain-fed crops with low productivity exacerbate the situation."
  },
  {
    "layout": "title_slide",
    "title": "Tiger Conservation",
    "sub-heading": "Strategies for Wildlife Protection and Community Support"
  },
  {
    "layout": "title_and_content",
    "title": "Human-Wildlife Conflict",
    "content": "Conflict between humans and wildlife is a serious bottleneck in enlisting local support for conservation.\n\nSection 11 of the Wild Life (Protection) Act allows for the killing of wild animals causing destruction, but this is often opposed by local communities due to religious sentiments.\n\nTrapping and translocation are not always feasible or cost-effective.\n\nCompensation for stakeholder communities around Tiger Reserves is crucial to mitigate recurring losses, supported by the State in the delineated buffer area (Section 38V of the Wild Life (Protection) Act, 1972, as amended in 2006)."
  },
  {
    "layout": "title_and_content",
    "title": "Safeguards for Wildlife Conservation",
    "content": "Tiger Reserves are affected by infrastructure like roads and railway tracks.\nHigh-tension electric lines cause mortality of wild animals due to electrocution.\n\nSite-specific safeguards and retrofitting measures are required to protect wildlife from these threats."
  },
  {
    "layout": "title_and_content",
    "title": "Strengthening Project Tiger",
    "content": "Providing basic infrastructure/ Project Tiger Headquarter expenditure for consultancy, all India tiger estimation/continuous monitoring of tigers outside tiger reserves, strengthening of NTCA at the Center and establishing a monitoring lab in the Wildlife Institute of India.\n\nThe following are envisaged (new activity) (non recurring):\n\nCreation of office space at Delhi for National Tiger Conservation Authority.\nCreation of GIS outstation laboratory at Wildlife Institute of India.\nCarrying out All India Tiger Estimation, monitoring.\nSupport to research work.\nContractual arrangement for special studies.\nInternational / National Workshops.\nContractual arrangement for data entry, analysis."
  },
  {
    "layout": "title_and_content",
    "title": "Monitoring and Evaluation",
    "content": "Independent monitoring of tiger reserves is conducted using 45 parameters by experts, based on IUCN format.\n\nMonitoring reports are peer-reviewed by the IUCN and presented before Parliament.\n\nThis process will continue during the XIth Plan period after further refinement."
  },
  {
    "layout": "section_header",
    "title": "Expanding Tiger Reserves",
    "sub_heading": "Establishing and developing eight new Tiger Reserves to enhance ecosystem stability and address community pressures on forests. This includes both recurring and non-recurring activities to support conservation efforts."
  },
  {
    "layout": "title_and_content",
    "title": "Holistic Ecosystem Approach",
    "content": "'Project Tiger' focuses on the flagship species 'tiger' and strives to maintain the stability of the ecosystem by fostering other trophic levels in the food chain.\n\nTiger habitat has become fragile due to community pressures, requiring a focused conservation approach.\n\nProtected areas/Tiger Reserves are analogous to “islands” losing species rapidly owing to ‘ecological insularization’.\n\nFragmentation is aggravated by degraded forest cover, dislocated prey-predator ratio, and lack of eco-developmental initiatives for fringe communities."
  },
  {
    "layout": "title_and_content",
    "title": "New Tiger Reserves",
    "content": "The Steering Committee recommended inclusion of new Tiger Reserve areas to increase the total area of Project Tiger from 37761 sq. kms. to 50,000 sq. kms.\n\nProposals for new Tiger Reserves were received from States and 'in principle' approval has been accorded:\n\n(i) Anamalai -Parambikulam Wildlife Sanctuaries (Tamil Nadu & Kerala)\n(ii) Udanti and Sita Nadi Wildlife Sanctuaries (Chattisgarh)\n(iii) Satkosia Wildlife Sanctuary (Orissa)\n(iv) Kaziranga National Park (Assam)\n(v) Achanakmar Wildlife Sanctuary (Chattisgarh)\n(vi) Dandeli Wildlife Sanctuary and Anshi National Park (Karnataka)\n(vii) Sanjay National Park and Sanjay Dubri Wildlife Sanctuary (Madhya Pradesh)\n(viii) Mudumalai Wildlife Sanctuary (Tamil Nadu)"
  },
  {
    "layout": "title_and_content",
    "title": "Financial Implications",
    "content": "A total of 8 new Tiger Reserves are proposed to be included in Project Tiger, with an additional financial implication of Rs. 32.00 crores during the plan period."
  },
  {
    "layout": "title_and_content",
    "title": "Project Allowance for Staff",
    "content": "Providing project allowance to all categories of Project Tiger staff, including ministerial staff (new component).\n\nOffices are located in remote places.\n\nExtending the project allowance to ministerial staff working in Tiger Reserves will attract the best talent."
  },
  {
    "layout": "title_with_table",
    "title": "Project Allowance Details",
    "table": {
      "headers": [
        "Category",
        "Allowance (Rs/month)"
      ],
      "rows": [
        [
          "Field Director",
          "1000"
        ],
        [
          "Deputy Director",
          "750"
        ],
        [
          "Assistant Director/Research Officer/Veterinary Officer",
          "650"
        ],
        [
          "Forest Ranger",
          "500"
        ],
        [
          "Forester",
          "450"
        ],
        [
          "Forest Guard",
          "350"
        ],
        [
          "Class II Ministerial Staff",
          "500"
        ],
        [
          "Class III Ministerial Staff",
          "350"
        ],
        [
          "Class IV Ministerial Staff",
          "200"
        ]
      ]
    }
  },
  {
    "layout": "title_and_content",
    "title": "Staff Welfare Activities",
    "content": "Field staff serve in remote areas, face endemic diseases, and risk encounters with wild animals.\n\nPostings are often ‘non-family postings’.\n\nStaff faces the brunt of local community due to restrictions on forest access.\n\nPhysical assault on staff is common.\n\nTherefore, amenities for staff welfare are essential to attract talent."
  },
  {
    "layout": "title_slide",
    "title": "Project Tiger: Key Guidelines",
    "sub-heading": "Financial support, eco-tourism, and conservation efforts for Tiger Reserves"
  },
  {
    "layout": "title_and_content",
    "title": "Staff Welfare & Eco-Tourism Initiatives",
    "content": "Staff welfare inputs such as residential accommodation for frontline staff children in nearby towns/villages, supply of kerosene, medicine, field kit, mosquito net, torch, and the like will be supported.\n\nEcotourism in Tiger Reserves is ecologically sustainable nature-tourism, emerging as an important component of the tourism industry. It is distinct from mass tourism, having sustainable, equitable, community-based effort for improving the living standards of local communities living on the fringes of Tiger Reserves.\n\nEcotourism is proposed to be fostered with financial support to the host community through ‘soft loans’ from Ecodevelopment Committees, in accordance with site-specific ‘Ecotourism plan’ and carrying capacity of Tiger Reserves in the buffer areas. The core/critical tiger habitats would not be used for any form of tourism, and ongoing tourism activities in such areas should be phased out in the fringe/buffer areas, without affecting its corridor value.\n\nThe development of tourism-related facilities within the buffer zones of Tiger Reserves would continue with inputs under Project Tiger. Opportunities for stakeholders include management of low-cost accommodation for tourists, providing guide services, providing sale outlets, managing excursions, organizing ethnic dances, and the like."
  },
  {
    "layout": "title_and_content",
    "title": "Memorandum of Understanding (MoU)",
    "content": "Tiger Reserve States are required to enter into a Memorandum of Understanding with the Ministry of Environment and Forests (MoEF).\n\nTiger Reserves will receive funding support under the ongoing Centrally sponsored Scheme of Project Tiger based on a reserve-specific Tiger Conservation Plan, as required under Section 38-V of the Wildlife (Protection) Act, 1972, as amended in 2006. This should be prepared in accordance with the guidelines issued by the National Tiger Conservation Authority (NTCA).\n\nThe centrality of Panchayati Raj Institution should be ensured through consultation for deployment of local workforce, issues relating to man-animal conflicts, livelihood options, village relocation, and eco-tourism.\n\nThe tentative cost table for the scheme is provided at Annexure-II for guidance."
  },
  {
    "layout": "section_header",
    "title": "Annexure I: Key Points",
    "sub_heading": "Memorandum of Understanding between the NTCA \nand the State Government for Tiger Reserve Conservation. \nFocus on buffer zones, staff vacancies, and fund utilization."
  },
  {
    "layout": "title_and_content",
    "title": "State Government Agreements (Article I)",
    "content": "The State Government agrees to:\n\n(a) Delineate the buffer zone around the core/critical tiger habitats and prepare a Tiger Reserve specific Tiger Conservation Plan.\n\n(b) Fill staff vacancies to ensure effective implementation and field protection.\n\n(c) Ensure funds released by NTCA are available to tiger reserves immediately for works proposed in the Annual Plan of Operations (APO).\n\n(d) Base estimated costs on actual approved rates of PWD of the concerned State.\n\n(e) Empower the Director/Officer Incharge of the Tiger Reserve to spend the money provided by NTCA for immediate execution of schemes, as per NTCA and State Government norms.\n\n(f) Ensure the proposal references the Tiger Conservation Plan, which forms the basis of APO."
  },
  {
    "layout": "title_and_content",
    "title": "Reporting and Accountability (Article I cont.)",
    "content": "The State Government agrees to:\n\n(g) Indicate location/area of proposed initiative on a map, along with physical & financial targets, and unit rate in the APO.\n\n(h) Provide progress reports indicating physical achievements and objectives fulfilled.\n\n(i) Maintain a year-wise photo catalog of physical targets.\n\n(j) Display details of estimate, man-days involved near the work site.\n\n(k) Furnish a Utilisation Certificate showing unspent balance annually.\n\n(l) Maintain accounts of grants properly and open to inspection by NTCA/Audit.\n\n(m) Ensure Statutory Audit of the grants annually and send a certificate to NTCA.\n\n(n) Use funds only for the sanctioned purpose.\n\n(o) Make records of all assets acquired out of the grant available for scrutiny.\n\n(p) Furnish a statement showing extracts of the assets created out of the grants."
  },
  {
    "layout": "title_and_content",
    "title": "NTCA Financial Assistance (Article II)",
    "content": "NTCA has agreed to provide financial assistance as \"NTCA share\" as a grant for the execution of the following items of work:\n\n(Rs. in lakhs)\nS. No.   Item of work   Amount\n\n"
  },
  {
    "layout": "title_with_table",
    "title": "Illustrative Expense Table",
    "table": {
      "headers": [
        "S. No.",
        "Item of work",
        "Amount"
      ],
      "rows": [
        [
          "",
          "",
          ""
        ],
        [
          "",
          "",
          ""
        ]
      ]
    }
  },
  {
    "layout": "title_slide",
    "title": "National Tiger Conservation Authority",
    "sub-heading": "Financial Assistance and Agreement Terms"
  },
  {
    "layout": "title_and_content",
    "title": "Article III: Delays and Financial Assistance",
    "content": "If there is any delay in execution of the work, the State Govt. shall notify the \nNational Tiger Conservation Authority in writing giving the reason for delay.\n\nIf the NTCA feels that work is not progressing according to the work plan, it shall be at liberty to withhold the financial assistance or withdraw the financial assistance already granted.\n\nThe unspent amount of grant as on the date of communication of the decision of the withdrawal of financial assistance by the NTCA shall be immediately returned to NTCA."
  },
  {
    "layout": "title_only",
    "title": "Signatories"
  },
  {
    "layout": "title_with_table",
    "title": "EFC Annexure-II: Funding Allocation (Rs. in crores)",
    "table": {
      "headers": [
        "S. No.",
        "Name of Activities",
        "2007-08",
        "2008-09",
        "2009-10",
        "2010-11",
        "2011-12",
        "Total"
      ],
      "rows": [
        [
          "1",
          "Anti-poaching",
          "5.00",
          "5",
          "5",
          "5",
          "5",
          "25"
        ],
        [
          "2",
          "Strengthening of infrastructure within Tiger Reserves (including new Tiger Reserves)",
          "11.00",
          "10",
          "10",
          "10",
          "10",
          "51"
        ],
        [
          "3",
          "Habitat improvement and water development",
          "2.00",
          "3",
          "3",
          "3",
          "3",
          "14"
        ],
        [
          "4",
          "Addressing man-animal conflict (ensuring uniform, timely compensation for human deaths due to wild animals, livestock depredation by carnivores, crop depredation by wild ungulates)",
          "2.00",
          "3",
          "3",
          "3",
          "3",
          "14"
        ],
        [
          "5",
          "Co-existence agenda in buffer / fringe areas (landscape approach/sectoral integration/ ecologically sustainable development programme/ livelihood options/eco-tourism)",
          "7.50",
          "12",
          "12",
          "12",
          "12",
          "55.5"
        ],
        [
          "6",
          "Rehabilitation / resettlement of denotified tribes / communities involved in traditional hunting",
          "NIL",
          "3",
          "3",
          "3",
          "3",
          "12"
        ],
        [
          "7",
          "Research, providing equipments (camera traps, GPS, etc.), computer softwares, All India Estimation of Tiger/Co-predators/Prey Animals, habitat monitoring and evaluation",
          "2.00",
          "0.5",
          "0.5",
          "0.5",
          "0.5",
          "4"
        ],
        [
          "8",
          "Staff development and capacity building",
          "1.00",
          "1",
          "1",
          "1",
          "1",
          "5"
        ],
        [
          "9",
          "Deciding inviolate spaces for wildlife and relocation of villagers from core or critical tiger habitats in Tiger Reserves within a timeframe and settlement of rights",
          "30.00",
          "78.75",
          "78.75",
          "78.75",
          "78.75",
          "345"
        ],
        [
          "10",
          "Mainstreaming livelihood and wildlife concerns in forests outside tiger reserves and fostering corridor conservation through restorative strategy involving locals to arrest fragmentation of habitats",
          "NIL",
          "1.5",
          "1.5",
          "1.5",
          "1.5",
          "6"
        ]
      ]
    }
  },
  {
    "layout": "title_with_table",
    "title": "EFC Annexure-II: Funding Allocation (Cont.)",
    "table": {
      "headers": [
        "S. No.",
        "Name of Activities",
        "2007-08",
        "2008-09",
        "2009-10",
        "2010-11",
        "2011-12",
        "Total"
      ],
      "rows": [
        [
          "11",
          "Safeguards / Retrofitting measures in the interest of wildlife conservation",
          "NIL",
          "1.25",
          "1.25",
          "1.25",
          "1.25",
          "5.00"
        ],
        [
          "12",
          "Providing basic infrastructure/ Project Tiger Headquarter expenditure for consultancy, all India tiger estimation/continuous monitoring of tigers outside tiger reserves, strengthening of NTCA at the Center and establishing a monitoring lab in the Wildlife Institute of India",
          "2.00",
          "1.5",
          "1.5",
          "1.5",
          "1.5",
          "8"
        ],
        [
          "13",
          "Independent Monitoring and evaluation of tiger reserves",
          "NIL",
          "0.25",
          "0.25",
          "0.25",
          "0.25",
          "1"
        ],
        [
          "14",
          "Establishment and development of eight new tiger reserves",
          "NIL",
          "8",
          "8",
          "8",
          "8",
          "32"
        ],
        [
          "15",
          "Provision of project allowance to all categories of Project Tiger field staff",
          "2.35",
          "3",
          "3",
          "3",
          "3",
          "14.35"
        ],
        [
          "16",
          "Staff welfare activities",
          "0.150",
          "1",
          "1",
          "1",
          "1",
          "4.15"
        ],
        [
          "17",
          "Fostering ecotourism",
          "NIL",
          "1",
          "1",
          "1",
          "1",
          "4"
        ],
        [
          "TOTAL",
          "",
          "65.00",
          "133.75",
          "133.75",
          "133.75",
          "133.75",
          "600"
        ]
      ]
    }
  },
  {
    "layout": "title_only",
    "title": "22"
  }
]