[
  {
    "layout": "title_slide",
    "title": "Project Tiger",
    "sub-heading": "Revised Guidelines for the Ongoing Centrally Sponsored Scheme"
  },
  {
    "layout": "image_with_caption",
    "image_path": "D:\\temp\\main\\pdf_images\\page_1.png",
    "title": "National Tiger Conservation Authority",
    "content": "Ministry of Environment & Forests \nGovernment of India"
  },
  {
    "layout": "title_and_content",
    "title": "Introduction to Project Tiger",
    "content": "Project Tiger is an ongoing Centrally Sponsored Scheme of the Ministry of Environment and Forests. The revised guidelines incorporate the additional activities for implementing the urgent recommendations of the Tiger Task Force, constituted by the National Board for Wildlife.\n\nThese include support for implementing the provisions of the Wild Life (Protection) Amendment Act, 2006. The activities are as below:\n\n(i) Antipoaching initiatives\n(ii) Strengthening infrastructure within tiger reserves\n(iii) Habitat improvement and water development\n(iv) Addressing man-animal conflicts\n(v) Co-existence agenda in buffer / fringe areas with landscape approach\n(vi) Deciding inviolate spaces and relocation of villages from crucial tiger habitats\n(vii) Rehabilitation of traditional hunting tribes living in and around tiger reserves\n(viii) Providing support to States for research and field equipments\n(ix) Supporting States for staff development and capacity building\n(x) Mainstreaming wildlife concerns in tiger bearing forests outside tiger reserves\n(xi) Providing safeguards / retrofitting measures in and around tiger reserves\n(xii) Strengthening the infrastructure of National Tiger Conservation Authority\n(xiii) Carrying out independent monitoring and the evaluation of tiger reserves.\n(xiv) Establishment and development of eight new tiger reserves.\n(xv) Provision of project allowance to all categories of staff working in tiger reserves.\n(xvi) Providing residential amenities to facilitate basic education\n(xvii) Providing assistance to States for fostering ecotourism"
  },
  {
    "layout": "title_and_content",
    "title": "Objectives of Project Tiger",
    "content": "“Project Tiger” was launched in April, 1973 with the objective “to ensure maintenance of a viable population of Tigers in India for scientific, economic, aesthetic, cultural and ecological values, and to preserve for all times, areas of biological importance as a national heritage for the benefit, education and enjoyment of the people”.\n\nCurrently there are 28 Tiger Reserves in 17 states, covering an area of 37761 sq. km. Apart from above ‘in principle’ approval for creation of eight new Tiger Reserves has been accorded. The selection of reserves was guided by the need to conserve unique ecosystem/habitat types across the geographic distribution of tigers in the country.\n\nProject Tiger is an ongoing Centrally Sponsored Scheme, which is continued, in the XIth five-year Plan. Conservation of endangered species and their habitat, strengthening and enhancing the Protected Area Network, control of poaching, monitoring, research and ensuring people’s participation in Wildlife Conservation have been accorded high priority in the National Wildlife Action Plan and the Wildlife Conservation strategy, 2002."
  },
  {
    "layout": "title_and_content",
    "title": "Funding and Activities Supported",
    "content": "During present plan period, 100% Central Assistance is being made available to States for expenditure on all non-recurring items; for recurring items, the Central Assistance is restricted to 50% of the expenditure, while the matching grant is provided by the Project States.\n\nThe activities / field inputs under Project Tiger, interalia, include : (Non recurring) strengthening of protection, deployment of armed squads in tiger reserves, creating basic infrastructure for management, roads, wireless, civil works, habitat development, augmenting water resources, compensatory ameliorative measures for habitat restoration, eco-development, village relocation, use of Information Technology in crime detection, establishment of a digitized database in Tiger Reserves having collaborative linkage with Project Tiger Directorate in the GIS domain, monitoring and evaluation of tiger reserves, monitoring of habitat status, carrying out All India Estimation of Tigers, Co-predators and Prey animals in the GIS domain with the state of art technology, continuous monitoring of tiger populations in various tiger range states (tiger reserves and other forest areas outside tiger reserves), fostering wildlife viewing for tourists in Tiger Reserves, providing compensation to villagers for human deaths/livestock depredation by carnivores in tiger reserves, staff welfare measures, providing 'Project Allowance' to all categories of staff working in Tiger Reserves, establishment of veterinary facility, and fostering research / research projects relating to tiger conservation, replacement and purchase of new vehicles for existing and new Tiger Reserves to ensure staff mobility.\n(Recurring) creation / deployment of local work force for patrolling/barriers, habitat improvement, providing salt licks, water facility, fire protection measures, maintenance of various items, publicity and extension and legal assistance."
  },
  {
    "layout": "title_slide",
    "title": "National Tiger Conservation Authority",
    "sub-heading": "Constitution, Objectives, and Ongoing Activities"
  },
  {
    "layout": "title_and_content",
    "title": "Need for a Statutory Authority",
    "content": "Project Tiger highlighted the need for a statutory authority with legal backing to ensure tiger conservation.\nRecommendations from the National Board for Wild Life led to a Task Force.\nKey recommendations included:\n\n*   Strengthening Project Tiger with statutory and administrative powers.\n*   Creating the Wildlife Crime Control Bureau.\n*   Submitting an annual report to Parliament.\n*   Addressing concerns of local people."
  },
  {
    "layout": "title_and_content",
    "title": "Urgent Recommendations of the Task Force",
    "content": "*Reinvigorating governance.\n*Strengthening protection efforts, checking poaching, convicting criminals, and breaking international trade networks.\n*Expanding undisturbed areas for tigers by reducing human pressure.\n*Repairing relationships with local people through coexistence strategies.\n*Regenerating forest habitats by investing in forest, water, and grassland economies."
  },
  {
    "layout": "title_and_content",
    "title": "Ecological Disturbances in Tiger Reserves",
    "content": "Tiger Reserves face ecological disturbances, including:\n\n*   Fragmentation of habitats due to overuse.\n*   Conflicting land uses leading to habitat loss.\n*   Significant village populations with large cattle numbers causing degradation.\n*   Disturbances from temples and commercial entities (e.g., tea estates).\n*   Man-animal conflicts, resulting in mortality."
  },
  {
    "layout": "title_and_content",
    "title": "Constraints Affecting Field Implementation",
    "content": "Several constraints affect field implementation:\n\n*   Delayed release of Central Assistance.\n*   Staff vacancies and aging field staff.\n*   Lack of capacity building initiatives.\n*   Weak enforcement and monitoring.\n*   Need for greater commitment and vigilance from States.\n*   Required capacity building and supervision in field administration."
  },
  {
    "layout": "title_and_content",
    "title": "Strengthening the System",
    "content": "Urgent need to strengthen the system at the Central Government level (Project Tiger Directorate).\nInvolvement of Parliament is required for review and guidance.\nInvolvement of Chief Ministers of States is important.\nStrengthening field administration and supervision is crucial.\nBuilding a participatory base by including local people's interests is extremely important."
  },
  {
    "layout": "title_and_content",
    "title": "NTCA: A Statutory Authority",
    "content": "Project Tiger has been converted into a statutory authority (NTCA).\nEnabling provisions in the Wild Life (Protection) Act, 1972 through an amendment (2006).\nAddresses ecological and administrative concerns for tiger conservation.\nProvides a statutory basis for protection of tiger reserves.\nStrengthens institutional mechanisms for protection of ecologically sensitive areas and endangered species."
  },
  {
    "layout": "title_and_content",
    "title": "NTCA's Role",
    "content": "The NTCA will ensure:\n\n*   Enforcing guidelines for tiger conservation and monitoring compliance.\n*   Placement of motivated and trained officers as Field Directors.\n*   Facilitating capacity building of officers and staff.\n*   Implementing a time-bound staff development plan."
  },
  {
    "layout": "title_and_content",
    "title": "Tiger: Still Endangered",
    "content": "Despite decades of Project Tiger, the tiger remains endangered.\nCausative factors include:\n\n*   Loss of habitat due to agriculture and development.\n*   Revenge killings due to man-animal conflicts.\n*   Demand for body parts in the illegal international market.\nContinuance of a focused, species-specific project like ‘Project Tiger’ is crucial to address these threats."
  },
  {
    "layout": "title_and_content",
    "title": "Key Imperatives in Tiger Conservation",
    "content": "Three key imperatives in tiger conservation:\n\n*   A focused approach to prioritize actions within and outside tiger reserves.\n*   Eliciting the support of local stakeholder communities.\n*   Ensuring the necessary infrastructure for protection and management.\n\nConservation of tiger has ecological national significance transcending State boundaries."
  },
  {
    "layout": "title_and_content",
    "title": "Tiger Distribution and Density",
    "content": "Tigers are present in the forests of seventeen states.\nDistribution and density vary due to:\n\n*   Forest cover and terrain.\n*   Natural prey availability.\n*   Undisturbed habitat.\n*   Quality of managerial efforts.\nTigers are indicators of the well being of the ecosystem. A healthy population shows that other ecological components are equally robust."
  },
  {
    "layout": "section_header",
    "title": "Ongoing Activities and Support",
    "sub_heading": "Revised Centrally Sponsored Scheme of Project Tiger focuses on anti-poaching efforts and strengthening protection measures to ensure tiger conservation and reduce human-animal conflict. These initiatives are vital for sustainable tiger populations."
  },
  {
    "layout": "title_and_content",
    "title": "Anti-Poaching Activities (Ongoing)",
    "content": "Anti-poaching operations are site-specific, including:\n\n*   Deployment of anti-poaching squads.\n*   Establishing and maintaining patrolling camps and deploying laborers.\n*   Organizing vehicular patrolling (Tiger Protection Force).\n*   Establishing and maintaining wireless network.\n*   Organizing surprise raids with local police.\n*   Ensuring special protection measures during monsoon ('Operation Monsoon').\n*   Deployment of ex-army personnel/home guards.\n*   Deployment of local workforce for patrolling.\n*   Procurement of arms and ammunition.\n*   Procurement/maintenance of elephant squads.\n*   Rewards to informers."
  },
  {
    "layout": "title_slide",
    "title": "Project Tiger: Strengthening Conservation Efforts",
    "sub-heading": "Enhancing Tiger Reserves and Addressing Human-Wildlife Conflict"
  },
  {
    "layout": "title_and_content",
    "title": "4.1 Legal Support & Procurement",
    "content": "Legal support for defending court cases.\nProcurement of vehicles, boats.\nProcurement field gear, night vision device."
  },
  {
    "layout": "title_and_content",
    "title": "4.2 Infrastructure Strengthening in Tiger Reserves",
    "content": "Reinforcing the infrastructure of Tiger Reserves includes:\n\nCivil Works: staff quarters, family hostels, office improvement, patrolling camp, house keeping buildings, museum, culverts.\nMaintenance/creation/upgradation of road network.\nMaintenance/creation of wireless tower.\nMaintenance/creation of fire watch tower.\nMaintenance/creation of bridges, dams, anicuts.\nMaintenance/creation of firelines / firebreaks.\nMaintenance/creation of earthen ponds.\nProcurement / maintenance of vehicles (Gypsy, Jeep, Truck, Tractor).\nHabitat improvement works.\nProcurement of hardware, software / GIS.\nProcurement of compass, range finder, GPS, camera traps.\nProcurement of satellite imageries for management planning.\nMap digitization facility for management planning."
  },
  {
    "layout": "title_and_content",
    "title": "4.3 Habitat Improvement & Water Development",
    "content": "These may include: weed eradication, removal of gregarious plant growth from grasslands, grass improvement, water retention structures and the like.\nThese initiatives would increase the forage and browse values of the habitat for wild animals."
  },
  {
    "layout": "title_and_content",
    "title": "4.4 Addressing Human-Animal Conflict",
    "content": "This would involve:\n\nPayment of compensation for cattle lifting, death of human beings and crop depredation* due to wild animals.\nCreation of crop protection structures.\nProcurement / deployment of traps, cages to catch problematic animals.\nProcurement of tranquilizing equipments, rescue vehicles and drugs.\n\n*crop depredation would be supported as per prevailing norms of the State, in the delineated buffer area as explained in Section 38V of the Wild Life (Protection) Act, 1972, as amended in 2006."
  },
  {
    "layout": "title_and_content",
    "title": "4.5 Co-existence Agenda in Buffer/Fringe Areas",
    "content": "Fringe areas around Tiger Reserves have corridor value. Ecological sustainability is important to prevent the area from becoming ecological sinks on account of over use of resources and unwise land use.\n\nThis calls for delineation of buffer zone around a tiger reserve to incorporate such fringe areas so that it can fulfill the following objectives:\n\nProviding ecologically viable livelihood options to local stakeholders for reducing their dependency on forests.\nConserving the forest area through restorative inputs involving local people for providing habitat supplement to wild animals moving out of core areas.\n\nA comparative assessment of the forest cover status of outer fringe areas of tiger reserves upto a radial distance of 10 kms. has been done in collaboration with the Forest Survey of India. The States are required to delineate the fringe/buffer area around the core zones of tiger reserves, and submit a Tiger Conservation Plan as required under Section 38 V of the Wild Life (Protection) Amendment Act, 2006, to ensure wildlife conservation while addressing the livelihood issues relating to local people."
  },
  {
    "layout": "title_and_content",
    "title": "4.6 Rehabilitation for Hunting Tribes",
    "content": "There is an urgent need to launch a rehabilitation and development programme for the denotified tribes and tribes involved in traditional hunting, living around tiger reserves and tiger corridors. The following denotified tribes / communities are involved in traditional hunting of wild animals : Behelias, Ambalgars, Badaks, Mongias, Bavariyas, Monglias, Pardhi, Boyas, Kaikads, Karwal Nat, Nirshikaris, Picharis, Valayaras, Yenadis, Chakma, Mizo, Bru, Solung and Nyishi.\n\nThe rehabilitation / welfare package should be evolved in a site specific, consultative manner with livelihood options, to include : wages for such people towards their deployment in foot patrolling for protecting wildlife, providing agricultural land with irrigation, basic health care, housing and related community welfare inputs and basic education facilities."
  },
  {
    "layout": "title_and_content",
    "title": "4.7 Research and Field Equipments",
    "content": "The All India tiger estimation using the new methodology approved by the Tiger task Force has resulted in a permanent monitoring protocol for the field units.\n\nAssistance would be provided for fostering field oriented research and to equip the staff with facilities like GPS, camera traps, night vision, range finder and related accessories including hardware and software.\n\nThe tiger reserves are required to carry out the day to day monitoring of wild animals using the refined process in the GIS domain, which would enable “forecasting” vis-à-vis wildlife protection."
  },
  {
    "layout": "title_and_content",
    "title": "4.8 Staff Development & Capacity Building",
    "content": "This would involve:\n\nCapacity building / training.\nProviding project allowance and special incentives.\nSpecialized training in the use of GIS, antipoaching operations.\nSpecialized training in jurisprudence and wildlife forensics.\nStudy tours for appraisal of good practices in other reserves.\nDissemination workshops.\nSpecialized training in park interpretation.\nSpecialized training in management planning.\n\nThe above inputs are extremely important for enhancing the skill of field staff. Several instances of poaching occur for want of specialized training in crime detection and related skills."
  },
  {
    "layout": "title_and_content",
    "title": "4.9 Inviolate Spaces & Relocation",
    "content": "The Wild Life (Protection) Act, 1972, as well as the Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forest Rights) Act, 2006, require that rights of people (Scheduled Tribes and other traditional forest dwellers) recognized in forest areas within core/critical tiger/wildlife habitats of tiger reserves/protected areas may be modified and resettled for providing inviolate spaces to tiger/wild animals."
  },
  {
    "layout": "title_slide",
    "title": "Village Relocation and Tiger Conservation",
    "sub-heading": "Addressing Human-Wildlife Interaction in Core Areas"
  },
  {
    "layout": "title_and_content",
    "title": "Statutory Requirements and Compensation",
    "content": "Relocation requires compensation for rights settlement.\nWild Life (Protection) Act, 1972, Section 24 allows acquisition of land rights for Sanctuaries or National Parks.\nSub-section 2 authorizes the Collector to acquire land/rights.\nCompensation for immovable property is a statutory requirement for settling rights."
  },
  {
    "layout": "title_and_content",
    "title": "Ecological Imperative of Inviolate Core Areas",
    "content": "Tiger ecology research indicates a need for inviolate space of 800-1000 sq km to maintain a viable tiger population (80-100).\nTigers are an umbrella species, ensuring viable populations of other wild animals and forest.\nMaintaining the core areas of tiger reserves is ecologically vital for tiger and other wildlife survival."
  },
  {
    "layout": "section_header",
    "title": "Proposed Relocation Package",
    "sub_heading": "Options and Norms for Village Relocation/Rehabilitation,\nConsidering National Rehabilitation and Resettlement Policy, 2007.\nAddressing difficulties relocating people living in forest areas."
  },
  {
    "layout": "title_and_content",
    "title": "Relocation Package Options",
    "content": "Option I: Payment of entire package amount (Rs. 10 lakhs per family).\nNo relocation/rehabilitation process by the Forest Department.\n\nOption II: Relocation/rehabilitation of village from protected area/tiger reserve by the Forest Department."
  },
  {
    "layout": "title_and_content",
    "title": "Monitoring and Implementation",
    "content": "(i) Option I: Monitoring by District Magistrate to ensure proper rehabilitation.\nHandholding mechanism by external agencies.\nDeposit portion of amount in a nationalized bank for interest income.\n\n(ii) Option II: Package (Rs. 10 lakhs per family) breakdown:"
  },
  {
    "layout": "title_with_table",
    "title": "Option II: Package Breakdown (Per Family)",
    "table": {
      "headers": [
        "",
        "Component",
        "",
        "% of Total Package"
      ],
      "rows": [
        [
          "(a)",
          "Agriculture land procurement (2 hectare) and development",
          ":",
          "35%"
        ],
        [
          "(b)",
          "Settlement of rights",
          ":",
          "30%"
        ],
        [
          "(c)",
          "Homestead land and house construction",
          ":",
          "20%"
        ],
        [
          "(d)",
          "Incentive",
          ":",
          "5%"
        ],
        [
          "(e)",
          "Community facilities commuted by the family",
          ":",
          "10%"
        ]
      ]
    }
  },
  {
    "layout": "title_and_content",
    "title": "Relocation Process Monitoring",
    "content": "The relocation process would be monitored / implemented by two Committees:\n\nState level Monitoring Committee:\n(a) Chief Secretary of the State - Chairman\n(b) Secretaries of related departments - Members\n(c) State Principal Chief Conservator of Forests - Member\n(d) Non-official members of respective Tiger Conservation Foundation - Members\n(e) Chief Wildlife Warden - Member-Secretary"
  },
  {
    "layout": "title_and_content",
    "title": "District Level Implementation Committee",
    "content": "District level Implementing Committee for ensuring convergence of other sectors:\n(a) District Collector - Chairman\n(b) CEO - Member\n(c) Representative officials from: - Members\nPWD, Social Welfare, Tribal Department, Health Department, Agriculture Department, Education Department, Power and Irrigation Departments\n(d) Deputy Director of the Tiger Reserve/PA - Member Secretary"
  },
  {
    "layout": "title_and_content",
    "title": "Flexibility and Priorities",
    "content": "Cost norms are indicative, allowing flexibility for State/site-specific situations.\nInter-component and inter-family adjustments are permitted by State Governments.\nRelocated villages receive priority for eco-development and local development.\nLabor-oriented works are preferably implemented through relocated villagers."
  },
  {
    "layout": "title_and_content",
    "title": "Post-Relocation Support",
    "content": "Resettlements on forest land will have access to forest resources through village level committees and Gram Sabhas.\nDistrict Administration facilitates fair price shops, education, and health centers.\nHandholding after relocation through the forest department and district administration.\nRelocated villagers are given priority for livelihood options."
  },
  {
    "layout": "title_and_content",
    "title": "Cost Considerations and Open-Ended Process",
    "content": "State Government must cover extra cost if relocation exceeds Rs. 10 lakhs per family.\nRelocation is an open-ended process, progress depends on State performance."
  },
  {
    "layout": "section_header",
    "title": "Mainstreaming Wildlife Concerns",
    "sub_heading": "Fostering corridor conservation through restorative strategy.\nInvolving locals to arrest fragmentation of habitats. (New activity) (non-recurring)"
  },
  {
    "layout": "title_and_content",
    "title": "Corridor Conservation",
    "content": "Forests connecting Tiger Reserves or Protected Areas have tigers and other wild animals.\nNo Scheme for addressing wildlife concerns in such areas currently exists.\nWild Life (Protection) Amendment Act, 2006, provides for addressing such corridor areas.\nThis involves:\n- Redressing man-animal conflict.\n- Capturing problematic / aberrant wild animals.\n- Monitoring of wild animals.\n- Antipoaching operations.\n- Habitat improvement measures."
  },
  {
    "layout": "title_and_content",
    "title": "Addressing Man-Animal Conflict",
    "content": "Communities near National Parks, Sanctuaries, and Tiger Reserves suffer crop damage from wild herbivores.\nSituation acute due to reliance on a single annual rain-fed crop with low productivity.\nThis is a major cause of man-animal conflicts."
  },
  {
    "layout": "title_slide",
    "title": "Tiger Conservation",
    "sub-heading": "Strategies and Activities for Wildlife Protection"
  },
  {
    "layout": "title_and_content",
    "title": "Addressing Human-Wildlife Conflict",
    "content": "Reserves and Protected Areas are crucial, but local support is essential for wildlife conservation.\n\nSection 11 of the Wild Life (Protection) Act allows for the killing of wild animals causing damage, but this is often unpopular due to religious sentiments.\n\nTrapping and translocation are often not feasible or cost-effective.\n\nCompensating communities around Tiger Reserves for recurring losses is vital, following state norms and Section 38V of the Wild Life (Protection) Act, 1972 (amended 2006)."
  },
  {
    "layout": "title_and_content",
    "title": "Safeguarding Wildlife: Retrofitting Measures",
    "content": "Tiger Reserves are impacted by infrastructure like roads and railways.\n\nHigh-tension electric lines pose electrocution risks.\n\nSite-specific safeguards and retrofitting measures are necessary to protect wild animals."
  },
  {
    "layout": "title_and_content",
    "title": "Strengthening Project Tiger Infrastructure",
    "content": "Focusing on Project Tiger Headquarter expenditure for consultancy, all India tiger estimation/continuous monitoring of tigers outside tiger reserves, strengthening of NTCA at the Center and establishing a monitoring lab in the Wildlife Institute of India.\n\nCreation of office space at Delhi for National Tiger Conservation Authority.\nCreation of GIS outstation laboratory at Wildlife Institute of India.\nCarrying out All India Tiger Estimation, monitoring.\nSupport to research work.\nContractual arrangement for special studies.\nInternational / National Workshops.\nContractual arrangement for data entry, analysis."
  },
  {
    "layout": "title_and_content",
    "title": "Independent Monitoring and Evaluation",
    "content": "Independent monitoring of tiger reserves is crucial.\nThe process uses 45 parameters evaluated by experts based on the IUCN format.\nMonitoring reports undergo peer review by the IUCN.\nThis process would be continued during the XIth Plan period after further refinement."
  },
  {
    "layout": "section_header",
    "title": "Expanding Tiger Reserves",
    "sub_heading": "Establishment and development of eight new Tiger Reserves to enhance conservation efforts.\nAiming for a holistic ecosystem approach to maintain stability and viable tiger populations.\nAddressing community pressures and habitat fragility for effective conservation."
  },
  {
    "layout": "title_and_content",
    "title": "Ecosystem Approach",
    "content": "‘Project Tiger’ employs a holistic ecosystem approach.\n\nFocus is on the ‘tiger’, while maintaining ecosystem stability at other trophic levels.\n\nThis ensures a ecologically viable population of tiger, at the apex of the food chain.\nTiger habitat has become fragile in developing countries, India included, warranting a focused conservation approach.\nTiger Reserves are analogous to 'islands', needing species preservation owing to ecological insularization."
  },
  {
    "layout": "title_and_content",
    "title": "Addressing Habitat Degradation",
    "content": "Fragmentation of tiger habitats is aggravated by:\n\nDegraded forest cover due to biotic pressure.\nDislocated prey – predator ratio.\nAbsence of effective protection measures.\nLack of eco-development initiatives for fringe communities.\n\n'Project Tiger' aims to redress these issues."
  },
  {
    "layout": "title_and_content",
    "title": "New Tiger Reserve Expansion",
    "content": "The Steering Committee of Project Tiger recommended inclusion of new Tiger Reserve areas.\nThe total area of Project Tiger from existing 37761 sq. kms. to 50,000 sq. kms. during the X Plan period.\n\nProposals for new Tiger Reserves were received from some States, on which ‘in principle’ approval has been accorded."
  },
  {
    "layout": "title_with_table",
    "title": "Proposed New Tiger Reserves",
    "table": {
      "headers": [
        "Area",
        "State(s)"
      ],
      "rows": [
        [
          "Anamalai -Parambikulam Wildlife Sanctuaries",
          "Tamil Nadu & Kerala"
        ],
        [
          "Udanti and Sita Nadi Wildlife Sanctuaries",
          "Chattisgarh"
        ],
        [
          "Satkosia Wildlife Sanctuary",
          "Orissa"
        ],
        [
          "Kaziranga National Park",
          "Assam"
        ],
        [
          "Achanakmar Wildlife Sanctuary",
          "Chattisgarh"
        ],
        [
          "Dandeli Wildlife Sanctuary and Anshi National Park",
          "Karnataka"
        ],
        [
          "Sanjay National Park and Sanjay Dubri Wildlife Sanctuary",
          "Madhya Pradesh"
        ],
        [
          "Mudumalai Wildlife Sanctuary",
          "Tamil Nadu"
        ]
      ]
    }
  },
  {
    "layout": "title_and_content",
    "title": "Financial Implications",
    "content": "A total of 8 new Tiger Reserves are proposed to be included in Project Tiger.\nAn additional financial implication of Rs. 32.00 crores during the plan period."
  },
  {
    "layout": "title_and_content",
    "title": "Project Allowance for Staff",
    "content": "Providing project allowance to Ministerial staff is a new component.\nThe officers / staff of Tiger Reserves receive Project Allowance as approved by the EFC/CCEA during IX plan period.\nThe offices of Tiger Reserves are located in remote places, making ministerial support critical.\nExtending the project allowance to ministerial staff working in Tiger Reserves is proposed to attract talent."
  },
  {
    "layout": "title_with_table",
    "title": "Project Allowance Structure",
    "table": {
      "headers": [
        "Designation",
        "Allowance (Rs/month)"
      ],
      "rows": [
        [
          "Field Director",
          "1000"
        ],
        [
          "Deputy Director",
          "750"
        ],
        [
          "Assistant Director/ Research Officer/Veterinary Officer",
          "650"
        ],
        [
          "Forest Ranger",
          "500"
        ],
        [
          "Forester",
          "450"
        ],
        [
          "Forest Guard",
          "350"
        ]
      ]
    }
  },
  {
    "layout": "title_with_table",
    "title": "Proposed Ministerial Staff Allowance",
    "table": {
      "headers": [
        "Class",
        "Allowance (Rs/month)"
      ],
      "rows": [
        [
          "Class II",
          "500"
        ],
        [
          "Class III",
          "350"
        ],
        [
          "Class IV",
          "200"
        ]
      ]
    }
  },
  {
    "layout": "title_and_content",
    "title": "Staff Welfare Activities",
    "content": "Field staff serve in remote, difficult areas, facing endemic diseases and risk of encounters with wildlife.\nPostings are often ‘non-family postings’, increasing the financial burden on staff.\nField staff face pressures from local communities due to restrictions on forest resource access.\nPhysical assaults on staff are common.\nProviding amenities for staff welfare is essential to attract talent."
  },
  {
    "layout": "title_slide",
    "title": "Project Tiger",
    "sub-heading": "Fostering Eco-Tourism and Conservation Efforts"
  },
  {
    "layout": "title_and_content",
    "title": "Staff Welfare & Eco-Tourism in Tiger Reserves",
    "content": "Supporting staff welfare includes residential accommodation for children of frontline staff, supply of kerosene, medicine, field kit, mosquito nets, and torches.\n\nEcotourism is ecologically sustainable nature-tourism, distinct from mass tourism. It emphasizes sustainable, equitable, community-based efforts to improve living standards of local communities.\n\nFinancial support to the host community is provided through soft loans from Ecodevelopment Committees, based on site-specific Ecotourism plans and the carrying capacity of Tiger Reserves in buffer areas.\n\nThe core/critical tiger habitats would not be used for tourism. Ongoing tourism activities in such areas should be phased out.\n\nDevelopment of tourism related facilities within buffer zones will continue with Project Tiger inputs. Stakeholder opportunities include management of low cost accommodation, guide services, sale outlets, excursions, and ethnic dances."
  },
  {
    "layout": "title_and_content",
    "title": "Memorandum of Understanding (MoU)",
    "content": "Tiger Reserve States are required to enter into a Memorandum of Understanding with the Ministry of Environment and Forests.\n\nTiger Reserves receive funding support under the Centrally sponsored Scheme of Project Tiger based on a reserve-specific Tiger Conservation Plan.\n\nThis plan adheres to Section 38-V of the Wildlife (Protection) Act, 1972, as amended in 2006, and follows guidelines issued by the National Tiger Conservation Authority (NTCA).\n\nThe centrality of Panchayati Raj Institutions should be ensured through consultation for deploying local workforce, addressing man-animal conflicts, providing livelihood options, managing village relocation, and fostering eco-tourism."
  },
  {
    "layout": "title_with_table",
    "title": "Tentative Cost Table (Guidance)",
    "table": {
      "headers": [
        "S. No.",
        "Item of work",
        "Amount (Rs. in lakhs)"
      ],
      "rows": [
        [
          "",
          "",
          ""
        ],
        [
          "",
          "",
          ""
        ],
        [
          "",
          "",
          ""
        ]
      ]
    }
  },
  {
    "layout": "section_header",
    "title": "Annexure-I: MoU Details",
    "sub_heading": "Between National Tiger Conservation Authority and Government of [State Name].\nAgreement for financial assistance for the protection and development of [Tiger Reserve Name].\nNTCA extends financial support for approved items of work outlined in Article-II."
  },
  {
    "layout": "title_and_content",
    "title": "Article I: State Government Agreements",
    "content": "The State Government agrees and affirms:\n\n(a) Delineation of the buffer zone around core/critical tiger habitats and preparation of a Tiger Reserve specific Tiger Conservation Plan.\n\n(b) Filling staff vacancies for effective implementation and field protection.\n\n(c) Ensuring funds released by NTCA are used for Annual Plan of Operations works immediately, with compliance to guidelines.\n\n(d) Estimated costs are based on actual approved rates of PWD of the concerned State.\n\n(e) Empowering the Director/Officer Incharge to spend money as per NTCA and State Government norms.\n\n(f) The proposal references the Tiger Conservation Plan, forming the basis of the APO."
  },
  {
    "layout": "title_and_content",
    "title": "Article I: Continued",
    "content": "(g) APO must indicate the location/area of proposed initiatives on a map, along with physical target, financial target, and unit rate with basis of estimation.\n\n(h) Progress report should indicate physical achievement (quantity, number, area indicating location) and objectives fulfilled.\n\n(i) A year-wise photo catalogue of physical targets shall be maintained for verification.\n\n(j) During execution, details of estimate, man-days involved etc. shall be displayed near the work site.\n\n(k) Utilisation Certificate showing unspent balance shall be furnished annually by 31st May. Complete Utilisation Certificate upon work completion.\n\n(l) Accounts of grants shall be maintained properly and open to NTCA/Audit inspection. In construction/habitat improvement works, photocopies of measurement books shall be sent to NTCA."
  },
  {
    "layout": "title_and_content",
    "title": "Article I: Continued (Financial)",
    "content": "(m) The State Government will ensure accounts are audited annually by Statutory Audit and a certificate sent to NTCA by 31st May.\n\n(n) Funds will be used only for the sanctioned purpose. Diversion requires prior NTCA approval.\n\n(o) Records of all assets acquired out of the grant shall be available for scrutiny. Assets cannot be disposed of or utilized for other purposes without approval.\n\n(p) A statement showing extracts of assets created shall be furnished to NTCA annually by 31st May."
  },
  {
    "layout": "title_and_content",
    "title": "Article II: NTCA Financial Assistance",
    "content": "NTCA agrees to provide financial assistance as 'NTCA share' as grant for execution of work items. (Specific items and amounts would be detailed here)"
  },
  {
    "layout": "title_slide",
    "title": "National Tiger Conservation Authority",
    "sub-heading": "Financial Assistance and Work Execution Agreement"
  },
  {
    "layout": "title_and_content",
    "title": "Article III: Delays and Withdrawal of Assistance",
    "content": "In case of delays in work execution, the State Govt. must notify the National Tiger Conservation Authority (NTCA) in writing, providing reasons for the delay.\n\nIf the NTCA determines that work is not progressing according to the agreed work plan, it reserves the right to withhold or withdraw financial assistance.\n\nUpon communication of the decision to withdraw financial assistance, any unspent grant amount must be immediately returned to the NTCA."
  },
  {
    "layout": "title_and_content",
    "title": "Agreement Signatures",
    "content": "This agreement is executed by the following parties:\n\nSIGNED ON BEHALF OF:\nNATIONAL TIGER CONSERVATION AUTHORITY\n\nNAME & DESIGNATION (With Stamp)\nDATED:\n\nSIGNED ON BEHALF OF:\nGOVERNMENT OF\n\nNAME & DESIGNATION (With Stamp)\nDATED:"
  },
  {
    "layout": "title_with_table",
    "title": "EFC Annexure-II: Financial Outlay (Rs. in crores)",
    "table": {
      "headers": [
        "S. No.",
        "Name of Activities",
        "2007-08",
        "2008-09",
        "2009-10",
        "2010-11",
        "2011-12",
        "Total"
      ],
      "rows": [
        [
          "1",
          "Anti-poaching",
          "5.00",
          "5",
          "5",
          "5",
          "5",
          "25"
        ],
        [
          "2",
          "Strengthening of infrastructure within Tiger Reserves (including new Tiger Reserves)",
          "11.00",
          "10",
          "10",
          "10",
          "10",
          "51"
        ],
        [
          "3",
          "Habitat improvement and water development",
          "2.00",
          "3",
          "3",
          "3",
          "3",
          "14"
        ],
        [
          "4",
          "Addressing man-animal conflict (ensuring uniform, timely compensation for human deaths due to wild animals, livestock depredation by carnivores, crop depredation by wild ungulates)",
          "2.00",
          "3",
          "3",
          "3",
          "3",
          "14"
        ],
        [
          "5",
          "Co-existence agenda in buffer / fringe areas (landscape approach/sectoral integration/ ecologically sustainable development programme/ livelihood options/eco-tourism)",
          "7.50",
          "12",
          "12",
          "12",
          "12",
          "55.5"
        ],
        [
          "6",
          "Rehabilitation / resettlement of denotified tribes / communities involved in traditional hunting",
          "NIL",
          "3",
          "3",
          "3",
          "3",
          "12"
        ],
        [
          "7",
          "Research, providing equipments (camera traps, GPS, etc.), computer softwares, All India Estimation of Tiger/Co-predators/Prey Animals, habitat monitoring and evaluation",
          "2.00",
          "0.5",
          "0.5",
          "0.5",
          "0.5",
          "4"
        ],
        [
          "8",
          "Staff development and capacity building",
          "1.00",
          "1",
          "1",
          "1",
          "1",
          "5"
        ],
        [
          "9",
          "Deciding inviolate spaces for wildlife and relocation of villagers from core or critical tiger habitats in Tiger Reserves within a timeframe and settlement of rights",
          "30.00",
          "78.75",
          "78.75",
          "78.75",
          "78.75",
          "345"
        ],
        [
          "10",
          "Mainstreaming livelihood and wildlife concerns in forests outside tiger reserves and fostering corridor conservation through restorative strategy involving locals to arrest fragmentation of habitats",
          "NIL",
          "1.5",
          "1.5",
          "1.5",
          "1.5",
          "6"
        ],
        [
          "11",
          "Safeguards / Retrofitting measures in the interest of wildlife conservation",
          "NIL",
          "1.25",
          "1.25",
          "1.25",
          "1.25",
          "5.00"
        ],
        [
          "12",
          "Providing basic infrastructure/ Project Tiger Headquarter expenditure for consultancy, all India tiger estimation/continuous monitoring of tigers outside tiger reserves, strengthening of NTCA at the Center and establishing a monitoring lab in the Wildlife Institute of India",
          "2.00",
          "1.5",
          "1.5",
          "1.5",
          "1.5",
          "8"
        ],
        [
          "13",
          "Independent Monitoring and evaluation of tiger reserves",
          "NIL",
          "0.25",
          "0.25",
          "0.25",
          "0.25",
          "1"
        ],
        [
          "14",
          "Establishment and development of eight new tiger reserves",
          "NIL",
          "8",
          "8",
          "8",
          "8",
          "32"
        ],
        [
          "15",
          "Provision of project allowance to all categories of Project Tiger field staff",
          "2.35",
          "3",
          "3",
          "3",
          "3",
          "14.35"
        ],
        [
          "16",
          "Staff welfare activities",
          "0.150",
          "1",
          "1",
          "1",
          "1",
          "4.15"
        ],
        [
          "17",
          "Fostering ecotourism",
          "NIL",
          "1",
          "1",
          "1",
          "1",
          "4"
        ],
        [
          "TOTAL",
          "",
          "65.00",
          "133.75",
          "133.75",
          "133.75",
          "133.75",
          "600"
        ]
      ]
    }
  },
  {
    "layout": "title_only",
    "title": "Page 1"
  }
]