[
  {
    "layout": "title_slide",
    "title": "REVISED GUIDELINES FOR PROJECT TIGER",
    "sub-heading": "Ongoing Centrally Sponsored Scheme\nNational Tiger Conservation Authority\nMinistry of Environment & Forests\nGovernment of India\nFEBRUARY, 2008"
  },
  {
    "layout": "image_with_caption",
    "image_path": "D:\\temp\\pdf_images\\page_1.png",
    "title": "Project Tiger",
    "content": "Guidelines for the ongoing centrally sponsored scheme."
  },
  {
    "layout": "title_and_content",
    "title": "Introduction",
    "content": "Project Tiger is an ongoing Centrally Sponsored Scheme of the Ministry of Environment and Forests. \nThe revised guidelines incorporate additional activities for urgent recommendations of the Tiger Task Force.\nThese include support for implementing the Wild Life (Protection) Amendment Act, 2006.\nThe activities are as below:\n(i) Antipoaching initiatives\n(ii) Strengthening infrastructure within tiger reserves\n(iii) Habitat improvement and water development\n(iv) Addressing man-animal conflicts\n(v) Co-existence agenda in buffer / fringe areas\n(vi) Deciding inviolate spaces and relocation of villages\n(vii) Rehabilitation of traditional hunting tribes\n(viii) Providing support to States for research and field equipments\n(ix) Supporting States for staff development and capacity building\n(x) Mainstreaming wildlife concerns outside tiger reserves\n(xi) Providing safeguards for wildlife conservation\n(xii) Strengthening the infrastructure of National Tiger Conservation Authority\n(xiii) Carrying out independent monitoring and the evaluation of tiger reserves.\n(xiv) Establishment and development of eight new tiger reserves.\n(xv) Provision of project allowance to all categories of staff.\n(xvi) Providing residential amenities to facilitate basic education to children.\n(xvii) Providing assistance to States for fostering ecotourism to benefit local people."
  },
  {
    "layout": "title_and_content",
    "title": "Project Tiger Objectives",
    "content": "Launched in April 1973, Project Tiger aims:\n\n*  To ensure maintenance of a viable population of Tigers in India.\n*  For scientific, economic, aesthetic, cultural and ecological values\n*  To preserve areas of biological importance as a national heritage.\n*  For the benefit, education and enjoyment of the people.\n\nCurrently, there are 28 Tiger Reserves in 17 states, covering 37761 sq. km.\n'In principle' approval for 8 new Tiger Reserves has been accorded.\nThe selection of reserves was guided by the need to conserve unique ecosystem/habitat types.\n\nProject Tiger is continued in the XIth five-year Plan.\nConservation of endangered species and their habitat is a priority.\nAlso, strengthening the Protected Area Network, control of poaching, research and ensuring people’s participation."
  },
  {
    "layout": "title_and_content",
    "title": "Past Funding and Major Activities",
    "content": "During the plan period, 100% Central Assistance is available to States for all non-recurring items.\nFor recurring items, Central Assistance is restricted to 50%.\n\nActivities include (Non-recurring):\n* Strengthening protection, deployment of armed squads\n* Creating basic infrastructure for management\n* Habitat development, augmenting water resources\n* Compensatory ameliorative measures for habitat restoration\n* Eco-development, village relocation\n* IT for crime detection, digitized database\n* Monitoring and evaluation\n* All India Estimation of Tigers\n* Fostering wildlife viewing for tourists\n* Compensation for human deaths/livestock depredation\n* Staff welfare, 'Project Allowance'\n* Veterinary facility, research projects\n* Replacement and purchase of new vehicles\n\n(Recurring):\n* Creation / deployment of local work force for patrolling\n* Habitat improvement, salt licks, water facility\n* Fire protection measures, maintenance\n* Publicity and extension and legal assistance."
  },
  {
    "layout": "title_slide",
    "title": "National Tiger Conservation Authority",
    "sub-heading": "Conservation of the tiger, ramifications beyond State boundaries. Management of forests and wildlife is primarily the responsibility of concerned States."
  },
  {
    "layout": "section_header",
    "title": "Background",
    "sub_heading": "Project Tiger Directorate providing technical guidance and funding support.  Implementation highlighted the need for a statutory authority with legal backing to ensure tiger conservation. Recommendations of National Board for Wild Life and a Task Force."
  },
  {
    "layout": "title_and_content",
    "title": "Task Force Recommendations",
    "content": "The Task Force recommended strengthening Project Tiger by giving it statutory and administrative powers, apart from creating the Wildlife Crime Control Bureau.\nAn annual report should be submitted to the Central Government for review in Parliament, in addition to addressing concerns of local people.\n\nKey Recommendations:\n• Reinvigorating governance.\n• Strengthening tiger protection, checking poaching, convicting criminals.\n• Expanding undisturbed areas by reducing human pressure.\n• Repairing relationship with local people for coexistence.\n• Regenerating forest habitats by investing in local economies."
  },
  {
    "layout": "title_and_content",
    "title": "Challenges Faced by Tiger Reserves",
    "content": "Tiger Reserves face ecological disturbances and other problems.\nFragmentation of habitats occurs owing to overuse and conflicting land uses.\nSignificant village populations and cattle grazing lead to ecological degradation.\nRegular disturbances from temples and commercial entities like tea estates.\nMan-animal conflicts resulting in tiger and prey mortality."
  },
  {
    "layout": "title_and_content",
    "title": "Constraints Affecting Field Implementation",
    "content": "Delayed release of Central Assistance to States for Field Units.\nStaff vacancies and ageing of field staff.\nLack of capacity building initiatives.\nWeak enforcement and monitoring of protection work.\nNeed for greater State commitment and vigilance.\nCapacity building and supervision required for field administration."
  },
  {
    "layout": "title_and_content",
    "title": "Strengthening the System",
    "content": "Urgent need to strengthen the Central Government level (Project Tiger Directorate).\nInvolvement of Parliament is required for review and guidance.\nInvolvement of Chief Ministers of States is crucial.\nStrengthening field administration and supervision of the project.\nBuilding a participatory base by including interests of local people."
  },
  {
    "layout": "title_and_content",
    "title": "NTCA: A Statutory Authority",
    "content": "Project Tiger converted into a statutory authority (NTCA) through an amendment to the Wild Life (Protection) Act, 1972.\nAddresses ecological and administrative concerns for tiger conservation.\nProvides a statutory basis for protection of tiger reserves.\nStrengthened institutional mechanisms for protection of ecologically sensitive areas and endangered species.\nEnforces guidelines for tiger conservation and monitors compliance.\nPlacement of motivated and trained officers as Field Directors.\nFacilitates capacity building of officers and staff."
  },
  {
    "layout": "title_and_content",
    "title": "NTCA Establishment",
    "content": "The Wild Life (Protection) Amendment Act, 2006 came into force on September 4th, 2006.\nThe NTCA was constituted on the same date."
  },
  {
    "layout": "title_and_content",
    "title": "Endangered Status of Tigers",
    "content": "Despite three decades of Project Tiger, tigers remain endangered.\nCausative factors include loss of habitat due to agriculture and development.\nRevenge killings by people due to man-animal conflicts.\nDemand for tiger body parts in the illegal international market.\nContinuance of a focused, species-specific project like ‘Project Tiger’ is crucial to address these threats."
  },
  {
    "layout": "title_and_content",
    "title": "Key Imperatives in Tiger Conservation",
    "content": "A focused approach to prioritize actions, in the interest of tiger conservation.\nEliciting the support of local stakeholder communities.\nEnsuring the necessary infrastructure for protection and management.\nConservation of tiger has ecological national significance.\nGovernment of India provides funding support and technical guidance to States.\nTigers are present in seventeen states, including their protected areas / tiger reserves."
  },
  {
    "layout": "title_and_content",
    "title": "Tiger Distribution and Density",
    "content": "Distribution and density vary due to ecological and human reasons.\nFactors include forest cover, terrain, natural prey availability, undisturbed habitat, and managerial efforts.\nTigers are at the top of the ecological “food -chain”.\nTheir conservation results in the overall conservation of all other species.\nTigers are indicators of the well being of the ecosystem.\nA healthy tiger population indicates a robust ecosystem."
  },
  {
    "layout": "section_header",
    "title": "Ongoing Activities",
    "sub_heading": "Anti-poaching activities (ongoing) (non recurring for antipoaching squad/Tiger Protection Force deployment, and recurring for wages towards patrolling camp labourers/watchers)"
  },
  {
    "layout": "title_and_content",
    "title": "Anti-Poaching Activities",
    "content": "Anti-poaching operations in Tiger Reserves are site specific.\nActivities include:\n Deployment of antipoaching squads\n Establishing and maintenance of existing patrolling camps\n Organising vehicular patrolling by constituting squads (Tiger Protection Force)\n Establishing and maintenance of wireless network.\n Organising surprise raids jointly with the local police\n Ensuring special site-specific protection measures, during monsoon as ‘Operation Monsoon’\n Deployment of ex-army personnel / home guards\n Deployment of local work force for patrolling, surveillance\n Procurement of arms and ammunition\n Procurement/maintenance of elephant squads\n Rewards to informers"
  },
  {
    "layout": "title_slide",
    "title": "Tiger Reserve Infrastructure & Habitat Improvement",
    "sub-heading": "Key Activities for Tiger Conservation"
  },
  {
    "layout": "title_and_content",
    "title": "Legal Support & Procurement",
    "content": "Legal support for defending court cases.\nProcurement of vehicles, boats.\nProcurement field gear, night vision device."
  },
  {
    "layout": "title_and_content",
    "title": "Strengthening Infrastructure Within Tiger Reserves",
    "content": "Reinforcing infrastructure involves (non-recurring for new civil works and recurring for maintenance):\n\nCivil Works: staff quarters, hostels, office improvement, patrolling camp, house keeping, museum, culverts.\nMaintenance/creation/upgradation of road network.\nMaintenance/creation of wireless/fire watch tower.\nMaintenance/creation of bridges, dams, anicuts.\nMaintenance/creation of firelines/firebreaks.\nMaintenance/creation of earthen ponds.\nProcurement/maintenance of vehicles (Gypsy, Jeep, Truck, Tractor).\nHabitat improvement works.\nProcurement of hardware/software/GIS.\nProcurement of compass, range finder, GPS, camera traps.\nProcurement of satellite imageries for management planning.\nMap digitization facility for management planning."
  },
  {
    "layout": "title_and_content",
    "title": "Habitat Improvement and Water Development",
    "content": "These activities increase forage and browse for wild animals and include:\n\nWeed eradication\nRemoval of gregarious plant growth from grasslands\nGrass improvement\nWater retention structures\nAnd the like."
  },
  {
    "layout": "title_and_content",
    "title": "Addressing Man-Animal Conflict",
    "content": "Ensuring compensation for human deaths due to wild animals, livestock depredation by carnivores, crop depredation by wild ungulates (compensation for crop loss is a new component).\n\nPayment of compensation for cattle lifting, death of human beings and crop depredation due to wild animals.\nCreation of crop protection structures.\nProcurement/deployment of traps, cages to catch problematic animals.\nProcurement of tranquilizing equipments, rescue vehicles and drugs."
  },
  {
    "layout": "title_and_content",
    "title": "Co-existence Agenda in Buffer/Fringe Areas",
    "content": "Focusing on landscape approach/sectoral integration/ecologically sustainable development programme/livelihood options/eco-tourism. (new activity in case of tiger reserves where buffer has not been notified so far)\n\nThe fringe areas around Tiger Reserve have corridor value, and their ecological sustainability is important. \nBuffer zone delineation helps:\n\nProvide ecologically viable livelihood options to local stakeholders to reduce dependency on forests.\nConserve the forest area through restorative inputs for habitat supplement to wild animals."
  },
  {
    "layout": "title_and_content",
    "title": "Rehabilitation for Traditional Hunting Tribes",
    "content": "Launching a rehabilitation and development programme for the denotified tribes and tribes involved in traditional hunting, living around tiger reserves and tiger corridors.\n\nWelfare package should include: wages for foot patrolling, providing agricultural land with irrigation, basic health care, housing, community welfare inputs and basic education facilities.\nExperience gained by the salvation army is required to be considered dispassionately."
  },
  {
    "layout": "title_and_content",
    "title": "Research and Field Equipments",
    "content": "All India tiger estimation using the new methodology approved by the Tiger task Force has resulted in a permanent monitoring protocol for the field units.\n\nField oriented research and equipping staff with GPS, camera traps, night vision, range finder, hardware and software.\nDay to day monitoring of wild animals using the refined process in the GIS domain, which would enable “forecasting” vis-à-vis wildlife protection."
  },
  {
    "layout": "title_and_content",
    "title": "Staff Development and Capacity Building",
    "content": "This includes:\n\nCapacity building / training.\nProviding project allowance and special incentives.\nSpecialized training in the use of GIS, antipoaching operations.\nSpecialized training in jurisprudence and wildlife forensics.\nStudy tours for appraisal of good practices in other reserves.\nDissemination workshops.\nSpecialized training in park interpretation.\nSpecialized training in management planning."
  },
  {
    "layout": "title_and_content",
    "title": "Deciding Inviolate Spaces & Relocation",
    "content": "Requires that rights of people recognized in forest areas within core/critical tiger/wildlife habitats of tiger reserves/protected areas may be modified and resettled for providing inviolate spaces to tiger/wild animals."
  },
  {
    "layout": "title_slide",
    "title": "Village Relocation and Conservation",
    "sub-heading": "Addressing Wildlife Concerns in Tiger Reserves"
  },
  {
    "layout": "title_and_content",
    "title": "Compensation and Rights Settlement",
    "content": "Relocation requires compensation for rights settlement.\nSection 24 of the Wild Life (Protection) Act, 1972 allows acquisition of rights.\nThe Collector is authorized to acquire land or rights.\nPayment for immovable property is a statutory requirement for settling rights."
  },
  {
    "layout": "title_and_content",
    "title": "Ecological Imperative",
    "content": "Tiger ecology requires inviolate space (800-1000 sq km) for viable populations.\nMinimum breeding tigresses are needed to maintain 80-100 tigers.\nTiger is an “umbrella species,” ensuring viable populations of other wildlife.\nCore areas of tiger reserves must be inviolate for source populations."
  },
  {
    "layout": "section_header",
    "title": "Relocation/Rehabilitation Package",
    "sub_heading": "Proposed options/norms based on professional agency recommendations.\nAdequately covers the “National Rehabilitation and Resettlement Policy, 2007”.\nConsiders difficulties/imperatives of relocating people in forest areas."
  },
  {
    "layout": "two_content",
    "title": "Relocation Options",
    "content": "Option I:\nPayment of the entire package amount (Rs. 10 lakhs per family).\nNo relocation process by the Forest Department.\nMonitoring by the District Magistrate to ensure proper rehabilitation.\nHandholding by external agencies and deposit in a nationalized bank."
  },
  {
    "layout": "two_content",
    "title": "Relocation Options - Continued",
    "content": "Option II:\nRelocation/rehabilitation by the Forest Department.\nPackage (per family) at Rs. 10 lakhs per family:\nDetails of package components outlined (land, rights, housing, etc.)."
  },
  {
    "layout": "title_with_table",
    "title": "Option II - Package Breakdown",
    "table": {
      "headers": [
        "Component",
        "Percentage of Total Package"
      ],
      "rows": [
        [
          "Agriculture land procurement (2 hectare) and development",
          "35%"
        ],
        [
          "Settlement of rights",
          "30%"
        ],
        [
          "Homestead land and house construction",
          "20%"
        ],
        [
          "Incentive",
          "5%"
        ],
        [
          "Community facilities commuted by the family",
          "10%"
        ]
      ]
    }
  },
  {
    "layout": "title_and_content",
    "title": "Monitoring and Implementation Committees",
    "content": "Relocation process monitored/implemented by two Committees:\n\nState level Monitoring Committee:\nChief Secretary (Chairman), Secretaries, PCCF, Non-official Members, Chief Wildlife Warden (Member-Secretary)\n\nDistrict level Implementing Committee:\nDistrict Collector (Chairman), CEO, Representatives from various Departments, Deputy Director of the Tiger Reserve/PA (Member Secretary)"
  },
  {
    "layout": "title_and_content",
    "title": "Flexibility and Priority",
    "content": "Cost norms are indicative; State Governments can modify for site-specific needs.\nInter-component and inter-family adjustments allowed.\nRelocated villages get priority for eco-development and local development through convergence of District schemes."
  },
  {
    "layout": "title_and_content",
    "title": "Involving Relocated Villagers",
    "content": "Labor-oriented works in relocation should involve relocated villagers.\nEnsures benefits and implementation to their satisfaction."
  },
  {
    "layout": "title_and_content",
    "title": "Post-Relocation Support",
    "content": "New settlements on forest land get access to forest resources.\nDistrict Administration facilitates fair price shops, education, and health centers.\n“Handholding” after relocation via ecodevelopmental inputs and district administration.\nRelocated villagers get priority for livelihood options from the protected area."
  },
  {
    "layout": "title_and_content",
    "title": "Cost Considerations",
    "content": "If relocation cost exceeds Rs. 10 lakhs per family, the State Government covers the extra cost.\nRelocation process is open-ended and depends on State performance."
  },
  {
    "layout": "section_header",
    "title": "Mainstreaming Wildlife Concerns",
    "sub_heading": "Fostering corridor conservation through restorative strategy.\nInvolving locals to arrest habitat fragmentation.\nNew activity (non-recurring)."
  },
  {
    "layout": "title_and_content",
    "title": "Corridor Conservation",
    "content": "Forests connecting Tiger Reserves have tigers and other wildlife.\nNo current Scheme for addressing wildlife concerns in these areas.\nThe Wild Life (Protection) Amendment Act, 2006, addresses corridor areas. This involves:\n\nRedressing man-animal conflict\nCapturing problematic wild animals\nMonitoring of wild animals\nAntipoaching operations\nHabitat improvement measures"
  },
  {
    "layout": "title_and_content",
    "title": "Man-Animal Conflict",
    "content": "Communities near National Parks, Sanctuaries, and Tiger Reserves suffer crop depredation.\nWild herbivores (blue bull, black buck, wild pig, elephants) cause damage.\nSituation acute due to single annual rain-fed crop with low productivity.\nThis is a major reason for man-animal conflicts."
  },
  {
    "layout": "title_slide",
    "title": "Tiger Conservation",
    "sub-heading": "Strategies and Initiatives for Wildlife Protection"
  },
  {
    "layout": "title_and_content",
    "title": "Human-Wildlife Conflict & Local Support",
    "content": "Reserves and Protected Areas often face a serious bottleneck in enlisting much needed local support for wildlife conservation.\n\nSection 11 of the Wildlife (Protection) Act allows State Chief Wildlife Wardens to permit the killing of wild animals causing destruction to life, property, and crops. However, rural communities often oppose such killings due to religious sentiments.\n\nTrapping and translocation are not always feasible or cost-effective. Compensating stakeholder communities around Tiger Reserves for recurring losses is crucial and would be supported as per prevailing State norms in the delineated buffer area (Section 38V of the Wild Life (Protection) Act, 1972, as amended in 2006)."
  },
  {
    "layout": "title_and_content",
    "title": "Safeguards for Wildlife Conservation",
    "content": "Several Tiger Reserves are affected by heavily used infrastructure like roads and railway tracks.\nHigh tension electric lines passing through reserves can cause mortality of wild animals due to electrocution.\n\nIn the interest of wild animals, several safeguards and retrofitting measures may be required on a site-specific basis to mitigate these risks."
  },
  {
    "layout": "title_and_content",
    "title": "Basic Infrastructure & Monitoring",
    "content": "Providing basic infrastructure/Project Tiger Headquarter expenditure for consultancy, all India tiger estimation/continuous monitoring of tigers outside tiger reserves, strengthening of NTCA at the Center and establishing a monitoring lab in the Wildlife Institute of India is crucial.\n\nThe following are envisaged:\n\nCreation of office space at Delhi for National Tiger Conservation Authority.\nCreation of GIS outstation laboratory at Wildlife Institute of India.\nCarrying out All India Tiger Estimation, monitoring.\nSupport to research work.\nContractual arrangement for special studies.\nInternational / National Workshops.\nContractual arrangement for data entry, analysis."
  },
  {
    "layout": "title_and_content",
    "title": "Independent Monitoring and Evaluation",
    "content": "Independent monitoring of tiger reserves was carried out using 45 parameters by a panel of experts, based on IUCN format.\n\nThe monitoring reports were peer reviewed by the IUCN and placed before the Parliament.\n\nThis process would be continued during the XIth Plan period after further refinement."
  },
  {
    "layout": "section_header",
    "title": "Expanding Tiger Reserves",
    "sub_heading": "Establishment and development of eight new Tiger Reserves (recurring and non recurring as indicated for various activities) \nTotal financial implication of Rs. 32.00 crores during the plan period."
  },
  {
    "layout": "title_and_content",
    "title": "Ecosystem Approach",
    "content": "'Project Tiger’ has a holistic ecosystem approach. Though the focus is on the flagship species ‘tiger’, the project strives to maintain the stability of ecosystem by fostering other trophic levels in the food chain.\nThis is essential to ensure an ecologically viable population of tiger, which is at the ‘apex’ of the ecological food chain.\n\nOur protected areas / Tiger Reserves are analogous to “islands” in an ocean of the other-use patterns. Empirical evidences from ‘island biogeography’ indicate that “isolated” reserves lose their species rapidly owing to ‘ecological insularization’."
  },
  {
    "layout": "title_and_content",
    "title": "Addressing Habitat Fragility",
    "content": "The tiger habitat has become fragile and weak at several places, warranting a focused conservation approach.\n\nApart from fragmentation, the situation is aggravated by degraded forest cover owing to biotic pressure, dislocated prey – predator ratio, absence of effective measures to ensure the desired level of protection and lack of eco developmental initiatives for the fringe dwelling stake holders to reduce their dependency on forest resources.\n\n‘Project Tiger’ would go a long way in redressing the above situation."
  },
  {
    "layout": "title_and_content",
    "title": "New Tiger Reserve Areas",
    "content": "The Steering Committee of Project Tiger recommended inclusion of new Tiger Reserve areas so as to increase the total area of Project Tiger from existing 37761 sq. kms. to 50,000 sq. kms. during the X Plan period.\n\nAccordingly, proposals for new Tiger Reserves were received from some States, on which ‘in principle’ approval has been accorded. The details are as below:"
  },
  {
    "layout": "title_and_content",
    "title": "Eight New Tiger Reserves",
    "content": "(i) Anamalai -Parambikulam Wildlife Sanctuaries (Tamil Nadu & Kerala)\n(ii) Udanti and Sita Nadi Wildlife Sanctuaries (Chattisgarh)\n(iii) Satkosia Wildlife Sanctuary (Orissa)\n(iv) Kaziranga National Park (Assam)\n(v) Achanakmar Wildlife Sanctuary (Chattisgarh)\n(vi) Dandeli Wildlife Sanctuary and Anshi National Park (Karnataka)\n(vii) Sanjay National Park and Sanjay Dubri Wildlife Sanctuary (Madhya Pradesh)\n(viii) Mudumalai Wildlife Sanctuary (Tamil Nadu)"
  },
  {
    "layout": "title_and_content",
    "title": "Project Allowance to Staff",
    "content": "Provision of Project Allowance to staff (all categories) of Project Tiger (providing project allowance to Ministerial staff is a new component) (non recurring).\n\nThe officers / staff of Tiger Reserves receive Project Allowance as approved by the EFC/CCEA during IX plan period as detailed below:\n\n(a) Field Director - @ Rs. 1000 per month\n(b) Deputy Director - @ Rs. 750 per month\n(c) Assistant Director/ Research Officer/Veterinary Officer (equivalent rank) - @ Rs. 650 per month\n(d) Forest Ranger and equivalent rank - @ Rs. 500 per month\n(e) Forester and equivalent rank - @ Rs. 450 per month\n(f) Forest Guard and equivalent rank - @Rs. 350 per month"
  },
  {
    "layout": "title_and_content",
    "title": "Extending Allowance to Ministerial Staff",
    "content": "The offices of Tiger Reserves are located in remote places. More often than not, the ministerial staff prefer postings elsewhere in regular Forest Division offices.\n\nTo attract the best talent, it is proposed to extend the project allowance to ministerial staff working in Tiger Reserves as indicated below:-\n\nClass II - Rs 500 (per employee per month)\nClass III - Rs 350 (per employee per month)\nClass IV - Rs 200 (per employee per month)"
  },
  {
    "layout": "title_and_content",
    "title": "Staff Welfare Activities",
    "content": "The field staff of Tiger Reserves serve in remote and difficult areas, often subjected to endemic diseases like malaria, dengue, water-borne infections, apart from facing the risk of chance encounters with wild animals.\n\nSuch postings are normally ‘non- family postings’, and the frontline personnel has to bear the cost of maintaining his family in a nearby village or town having the basic schooling and medical facilities. Accommodation in such rural areas are seldom readily available.\n\nThe physical assault on the staff of Tiger Reserves/Protected Areas by people nurturing a grudge against the management is more common, often resulting in casualties. Therefore it becomes essential to provide amenities for staff welfare, to attract the best talent in the working age group."
  },
  {
    "layout": "title_slide",
    "title": "Project Tiger: Ecotourism & Conservation",
    "sub-heading": "Guidelines and Memorandum of Understanding"
  },
  {
    "layout": "section_header",
    "title": "Staff Welfare & Eco-Tourism",
    "sub_heading": "Supporting frontline staff with basic needs\nFostering sustainable ecotourism in tiger reserve buffer areas\nImproving living standards for local communities"
  },
  {
    "layout": "title_and_content",
    "title": "Fostering Eco-Tourism in Tiger Reserves",
    "content": "Ecotourism is ecologically sustainable nature-tourism.\nIt's distinct from ‘mass tourism’, focusing on sustainable and equitable practices.\nCommunity-based effort improves living standards of local communities.\nFinancial support to the host community through ‘soft loans’ from Ecodevelopment Committees.\nBased on site-specific ‘Ecotourism plan’ and carrying capacity of reserves.\nCore/critical tiger habitats are excluded from tourism activities.\nOngoing tourism activities in such areas should be phased out in the fringe/buffer areas.\nDevelopment of tourism facilities within buffer zones continues with Project Tiger inputs.\nStakeholder opportunities include:\n*   Low cost accommodation\n*   Guide services\n*   Sale outlets\n*   Managing excursions\n*   Organizing ethnic dances"
  },
  {
    "layout": "title_and_content",
    "title": "Memorandum of Understanding (MoU)",
    "content": "Tiger Reserve States must enter into an MoU with the Ministry of Environment and Forests (Annexure-1).\nFunding support is provided under the Centrally sponsored Scheme of Project Tiger.\nBased on a reserve-specific Tiger Conservation Plan.\nAs required under Section 38-V of the Wildlife (Protection) Act, 1972 (amended 2006).\nPrepared according to National Tiger Conservation Authority (NTCA) guidelines (NTCA/01/07).\nThe centrality of Panchayati Raj Institutions should be ensured.\nThrough consultation on:\n* Local workforce deployment\n* Man-animal conflicts\n* Livelihood options\n* Village relocation\n* Eco-tourism"
  },
  {
    "layout": "title_with_table",
    "title": "Tentative Cost Table",
    "table": {
      "headers": [
        "S. No.",
        "Item of work",
        "Amount"
      ],
      "rows": [
        [
          "",
          "",
          ""
        ],
        [
          "",
          "",
          ""
        ]
      ]
    }
  },
  {
    "layout": "section_header",
    "title": "Memorandum of Understanding (Annexure-I)",
    "sub_heading": "Understanding between NTCA and State Government\nSeeking financial assistance for protection and development of tiger reserve\nNTCA is ready to extend financial support for approved items of work"
  },
  {
    "layout": "title_and_content",
    "title": "Article I: State Government Agreement",
    "content": "The State Government has agreed and affirmed that:\n\n(a) Buffer zone around core/critical tiger habitats will be delineated.\nA Tiger Reserve specific Tiger Conservation Plan will be prepared.\n(b) Staff vacancies will be filled for effective implementation and protection.\n(c) Money released by NTCA will be made available to tiger reserves immediately, in compliance with guidelines.\n(d) Estimated costs are based on actual approved rates of PWD.\n(e) The Director/Officer Incharge will be empowered to spend the money provided by NTCA as per NTCA and State Government norms.\n(f) The proposal references the Tiger Conservation Plan, forming the basis of the APO."
  },
  {
    "layout": "title_and_content",
    "title": "Article I: Continued...",
    "content": "(g) APO must indicate location/area on a map, with physical/financial targets and unit rate.\n(h) Progress report must indicate physical achievement (quantity, number, area) and objectives fulfilled.\n(i) A year-wise photo catalogue of physical targets will be maintained.\n(j) During execution, details of estimate, man-days involved, etc., will be displayed near the work site.\n(k) Utilisation Certificate showing unspent balance will be furnished to NTCA annually by May 31st.\nComplete Utilisation Certificate will be submitted upon completion.\n(l) Accounts of grants will be maintained properly and open to inspection. Copies of measurement books will be sent to NTCA.\nDetails of unspent amounts will be intimated.\n(m) The State Government will ensure accounts are audited by Statutory Audit and a certificate will be sent to NTCA annually by May 31st.\n(n) Funds will be used only for the sanctioned purpose. Diversion requires prior NTCA approval.\n(o) Records of all assets acquired will be available for audit. Assets cannot be disposed of without approval.\n(p) A statement showing extracts of assets created will be furnished to NTCA annually by May 31st."
  },
  {
    "layout": "title_and_content",
    "title": "Article II: NTCA Financial Assistance",
    "content": "NTCA provides financial assistance as “NTCA share” as grant for execution of following items of work."
  },
  {
    "layout": "title_slide",
    "title": "National Tiger Conservation Authority",
    "sub-heading": "Financial Assistance and Execution of Work"
  },
  {
    "layout": "title_and_content",
    "title": "Article III: Delays and Withholding of Assistance",
    "content": "If there is any delay in execution of the work, the State Govt. shall notify the \nNational Tiger Conservation Authority in writing giving the reason for delay.\n\nIf the NTCA feels that work is not progressing according to the work plan, it shall \nbe at liberty to withhold the financial assistance or withdraw the financial \nassistance already granted.\n\nThe unspent amount of grant as on the date of \ncommunication of the decision of the withdrawal of financial assistance by the \nNTCA shall be immediately returned to NTCA."
  },
  {
    "layout": "title_only",
    "title": "Signatories"
  },
  {
    "layout": "title_with_table",
    "title": "EFC Annexure-II: Financial Projections (Rs. in crores)",
    "table": {
      "headers": [
        "S. No.",
        "Name of Activities",
        "2007-08",
        "2008-09",
        "2009-10",
        "2010-11",
        "2011-12",
        "Total"
      ],
      "rows": [
        [
          "1",
          "Anti-poaching",
          "5.00",
          "5",
          "5",
          "5",
          "5",
          "25"
        ],
        [
          "2",
          "Strengthening of infrastructure within Tiger Reserves (including new Tiger Reserves)",
          "11.00",
          "10",
          "10",
          "10",
          "10",
          "51"
        ],
        [
          "3",
          "Habitat improvement and water development",
          "2.00",
          "3",
          "3",
          "3",
          "3",
          "14"
        ],
        [
          "4",
          "Addressing man-animal conflict (ensuring uniform, timely compensation for human deaths due to wild animals, livestock depredation by carnivores, crop depredation by wild ungulates)",
          "2.00",
          "3",
          "3",
          "3",
          "3",
          "14"
        ],
        [
          "5",
          "Co-existence agenda in buffer / fringe areas (landscape approach/sectoral integration/ ecologically sustainable development programme/ livelihood options/eco-tourism)",
          "7.50",
          "12",
          "12",
          "12",
          "12",
          "55.5"
        ],
        [
          "6",
          "Rehabilitation / resettlement of denotified tribes / communities involved in traditional hunting",
          "NIL",
          "3",
          "3",
          "3",
          "3",
          "12"
        ],
        [
          "7",
          "Research, providing equipments (camera traps, GPS, etc.), computer softwares, All India Estimation of Tiger/Co-predators/Prey Animals, habitat monitoring and evaluation",
          "2.00",
          "0.5",
          "0.5",
          "0.5",
          "0.5",
          "4"
        ],
        [
          "8",
          "Staff development and capacity building",
          "1.00",
          "1",
          "1",
          "1",
          "1",
          "5"
        ],
        [
          "9",
          "Deciding inviolate spaces for wildlife and relocation of villagers from core or critical tiger habitats in Tiger Reserves within a timeframe and settlement of rights",
          "30.00",
          "78.75",
          "78.75",
          "78.75",
          "78.75",
          "345"
        ],
        [
          "10",
          "Mainstreaming livelihood and wildlife concerns in forests outside tiger reserves and fostering corridor conservation through restorative strategy involving locals to arrest fragmentation of habitats",
          "NIL",
          "1.5",
          "1.5",
          "1.5",
          "1.5",
          "6"
        ]
      ]
    }
  },
  {
    "layout": "title_with_table",
    "title": "EFC Annexure-II: Financial Projections (Cont.)",
    "table": {
      "headers": [
        "S. No.",
        "Name of Activities",
        "2007-08",
        "2008-09",
        "2009-10",
        "2010-11",
        "2011-12",
        "Total"
      ],
      "rows": [
        [
          "11",
          "Safeguards / Retrofitting measures in the interest of wildlife conservation",
          "NIL",
          "1.25",
          "1.25",
          "1.25",
          "1.25",
          "5.00"
        ],
        [
          "12",
          "Providing basic infrastructure/ Project Tiger Headquarter expenditure for consultancy, all India tiger estimation/continuous monitoring of tigers outside tiger reserves, strengthening of NTCA at the Center and establishing a monitoring lab in the Wildlife Institute of India",
          "2.00",
          "1.5",
          "1.5",
          "1.5",
          "1.5",
          "8"
        ],
        [
          "13",
          "Independent Monitoring and evaluation of tiger reserves",
          "NIL",
          "0.25",
          "0.25",
          "0.25",
          "0.25",
          "1"
        ],
        [
          "14",
          "Establishment and development of eight new tiger reserves",
          "NIL",
          "8",
          "8",
          "8",
          "8",
          "32"
        ],
        [
          "15",
          "Provision of project allowance to all categories of Project Tiger field staff",
          "2.35",
          "3",
          "3",
          "3",
          "3",
          "14.35"
        ],
        [
          "16",
          "Staff welfare activities",
          "0.150",
          "1",
          "1",
          "1",
          "1",
          "4.15"
        ],
        [
          "17",
          "Fostering ecotourism",
          "NIL",
          "1",
          "1",
          "1",
          "1",
          "4"
        ],
        [
          "TOTAL",
          "",
          "65.00",
          "133.75",
          "133.75",
          "133.75",
          "133.75",
          "600"
        ]
      ]
    }
  },
  {
    "layout": "title_only",
    "title": "22"
  }
]